Repository: ChrisOelmueller/ye-very-olde-translations
Catalog: POOTLE_EXPORT/uh-tutorial/*.xlf
Languages: de, fr, nl, pt, ru, sv

source: Tutorial
de: Einführung
fr: Didacticiel
ru: Руководство
sv: Introduktion

source: The UH team
de: Das UH Team
fr: L'équipe UH
nl: Het UH team
pt: A equipa do UH
ru: Команда UH

# The tutorial:&#10;Build your first settlement and learn how to play!&#10;
source: The tutorial: Build your first settlement and learn how to play!
de: Das Einführungsspiel: Errichtet Eure erste Siedlung und lernt das Spiel kennen!
fr: Didacticiel: Établissez votre première colonie et apprenez à jouer !
nl: De tutorial: Plaats uw eerste kolonie en leer het spelverloop!
pt: O tutorial: Constrói a tua primeira povoação e aprende a jogar!
ru: Руководство: Постройте своё первое поселение и научитесь играть!
sv: Introduktionen: Bygg din första bosättning och lär dig hur man spelar!

source: Build a branch office at the coast.
de: Errichtet ein Kontor an der Küste.
nl: Plaats een kantoor aan de kust.
ru: Постройте контору на побережье.
sv: Bygg ett handelskontor vid kusten.

source: Welcome to Unknown Horizons!
de: Willkommen bei Unknown Horizons!
fr: Bienvenue dans Unknown Horizons !
nl: Welkom bij Unknown Horizons!
pt: Bem-vindo a Unknown Horizons!
ru: Добро пожаловать в Неизведанные Горизонты!
sv: Välkommen till Unknown Horizons!

source: This is your Captain's log where all important information is stored. A short notification of each task will be provided on the left of the screen. If you are interested in longer descriptions, your log will hopefully provide all the help you need. After you close this log, it can be re-opened with the 'Captain's Log' icon in the top-right corner (below the mini-map, with a sealed document and a feather). For any suggestions on better wording, topics you would like to have explained or even buggy conditions: Please tell us and we will try to improve the tutorial! Visit www.unknown-horizons.org for help on how to contact the team! And now, let's start the actual game.
de: Dies ist Euer Logbuch, in dem alle wichtigen Informationen gespeichert werden. Zu jeder Aufgabe gibt es auch kurze Mitteilungen. Falls Ihr das Logbuch geschlossen habt, könnt Ihr es per Taste L oder über das Logbuchsymbol in der Ecke oben rechts (unter der Weltkarte mit einem versiegelten Dokument und einer Feder) wieder öffnen. Solltet Ihr Verbesserungsvorschläge für Erklärungen in der Anleitung haben, möchtet bestimmte Bereiche näher erklärt haben oder Ihr habt einen Fehler gefunden: Teilt das dem Team mit! Nur so können wir diese Anleitung verbessern. Unter www.unknown-horizons.org könnt Ihr das Team kontaktieren oder Hilfe erhalten. Und nun lasst uns das eigentliche Spiel beginnen.
fr: Voici votre journal de bord où sont enregistrées toutes les informations importantes. Nous vous fournirons une courte notification à chacune de vos tâches. Si vous aimez les descriptions détaillées, votre journal de bord vous fournira toute l'aide dont vous aurez besoin. Si vous l'avez fermé, un clic sur son icône se trouvant dans le coin Nord-Est (sous la mini-carte, avec un document cacheté et une plume) l'ouvrira à nouveau. Pour toutes suggestions sur une meilleure rédaction, une incompréhension, ou pour nous rapporter un bug: N'hésitez pas à nous contacter et nous essaierons d'améliorer ce didacticiel! Visitez www.unknown-horizons.org pour savoir comment contacter l'équipe! Et maintenant, commençons à jouer.
nl: Dit is uw logboek waar alle belangrijke informatie staat opgeslagen. Een korte notificatie van elke taak zal zichtbaar worden aan de linkerkant van het scherm. Als u geïnteresseerd bent in langere omschrijvingen, dan kan je log je hopelijk meer hulp bieden. Na het sluiten van het log, kan je het weer openen met het 'Logboek' icoontje rechts bovenin (onder de minikaart, met een geseald document en een veer). Voor suggesties voor verbetering, onderwerpen waar je meer over zou willen weten en misschien bugs: Laat het ons weten en we zullen proberen de tutorial te verbeteren! Bezoek www.unknow-horizons.org voor hulp en om het team te kunnen contacten! En dan nu, laten we met het echte spel beginnen.
pt: Este é o Diário de bordo onde toda a informação importante é guardada. Uma pequena notificação de cada tarefa será apresentada no ecrã à esquerda. Se estiveres interessado em descrições mais completas, o diário irá oferecer toda a ajuda que necessita. Após fechar este diário, poderá aceder ao mesmo através do icon 'Diário de bordo' no canto superior direito (por baixo da miniatura do mapa, exibindo um documento e uma pena). Sugestões sobre vocabulário, tópicos ou mesmo falhas que gostarias de ver explicados: Por favor, diz-nos e tentaremos melhorar o tutorial! Para ajuda sobre como contactar a equipa, visita o enderço www.unknown-horizons.org! E agora, vamos iniciar o jgoo.
ru: Это ваш судовой журнал, в котором хранится вся важная информация. Короткое уведомление о каждой задаче отображается в левой части экрана. Если вы заинтересованы в более подробном описании, надеемся, ваш журнал сможет предоставить всю необходимую информацию. Когда вы закроете журнал, он может быть снова открыт при помощи кнопки "Судовой журнал" в верхнем правом углу (ниже миникарты, с изображение документа с печатью и пера) или клавиши L. Пожалуйста, сообщайте нам о любых предложениях о лучших формулировках, темах, которые нуждаются в разъяснении или ошибках, и мы постараемся улучшить руководство! Посетите www.unknown-horizons.org , чтобы узнать, как связаться с командой! А сейчас давайте начнём игру.
sv: Det här är din loggbok där all viktig information lagras. En kort underrättelse av varje uppgift kommer att finnas tillgänglig på vänstra sidan av skärmen. Om du är intresserad av längre förklaringar så kommer loggboken förhoppningsvis att ge dig den hjälp du behöver. Efter att du har stängt loggboken kan du öppna den igen genom att trycka på ikonen "Loggboken" i det övre högra hörnet(under världskartan med ett förseglat dokument och en fjäder) Om du har några förslag på bättre förklaringar, ämnen som kunde ha beskrivits eller buggighet så tala gärna om det för oss så ska vi göra vad vi kan för att förbättra introduktionen! Besök www.unknown-horizons.org för hjälp om hur du tar kontakt med teamet! Dags att börja spela!

source: NEW TASK: SETTLE ON AN ISLAND
de: NEUE AUFGABE: INSEL BESIEDELN
fr: MISSION: COLONISER UNE ÎLE
nl: OPDRACHT: KOLONISEER EEN EILAND
pt: ESTABELECER UMA POVOAÇÃO
ru: КОЛОНИЗИРОВАТЬ ОСТРОВ
sv: NY UPPGIFT: BOSÄTTA SIG PÅ EN NY Ö

source: To move your ship, select it with a left click and right click on the location you want it to go to. Once you are near the coast, the anchor-like button you see in the overview tab will become active. This indicates that you are able to build a branch office there by pressing that button (called 'Build Settlement'). Now a preview of your building is dragged around when you move the cursor. You can build on any spot where this preview is not shaded red. Click where you want to place your first building. TASK: Build a branch office at the coast.
de: Um Euer Schiff zu bewegen, wählt es mit einem Linksklick an. Ein Rechtsklick bewegt es nun zu der gewünschten Position. In Küstennähe wird der ankerähnliche Button im Übersichtstab Eures Schiffes aktiv. Das heißt, dass Ihr an diesem Küstenabschnitt vermittels des Buttons 'Siedlung errichten' ein Kontor bauen könnt. Es erscheint dann eine Gebäudevorschau, die mit dem Mauszeiger über die Karte bewegt wird. Ihr könnt das Gebäude überall bauen, wo die Vorschau nicht rot eingefärbt ist. Klickt einfach auf den gewünschten Bauplatz, um den Bau abzuschließen. AUFGABE: Errichtet ein Kontor an der Küste.
fr: Pour déplacer votre bateau, sélectionnez le par un clic gauche et faites un clic droit sur la destination de votre choix. Une fois que vous êtes près de la côte, le bouton en forme d'ancre du panneau deviendra actif. Cela signifie que vous êtes alors capable de construire un comptoir ici en cliquant sur ce bouton (nommé «Construire la colonie»). Maintenant, un aperçu de votre comptoir devrait suivre votre curseur. Vous pouvez construire aux endroits où cet aperçu n’apparait pas en rouge. Cliquez à l'endroit où vous voulez placer votre première construction. MISSION: Construire un comptoir sur la côte.
nl: Om uw schip te verplaatsen, selecteer het met een linker muisklik en klik rechts op de locatie waar het schip naar toe moet varen. Zodra het schip bij de kust is, wordt de knop met het anker in het overzicht scherm actief. Dit betekend dat u een kantoor kunt plaatsen door op deze knop te klikken (genaamd 'Plaats kolonie'). Een voorbeeld van het gebouw wordt getoond wanneer u de cursor beweegt. U kunt het gebouw plaatsen op iedere locatie waar het voorbeeld niet rood is. Klik waar u uw eerste gebouw wilt plaatsen. OPDRACHT: Plaats een kantoor aan de kust.
pt: Para mover o teu navio, selecciona-o com o botão esquerdo do rato e clica com o botão direito do rato no local para onde queres que o navio vá. Uma vez perto da costa, o botão com a âncora que está no separador de relatório ficará activo. Isto indica que podes criar uma feitoria na costa pressionando esse botão (chamado 'Construir povoação'). Uma pré-visualização do edifício ficará disponível quando moveres o cursor do rato. Poderás construir em qualquer local em que a pré-visualização não tenha a cor vermelha. Clica no local onde desejas iniciar a construção do teu primeiro edifício. TAREFA: Construir uma feitoria na costa.
ru: Чтобы переместить ваш корабль, выделите его при помощи левого клика и укажите правым кликом точку назначения. Как только вы окажетесь около побережья, кнопка с изображением якоря на вкладке обзора станет активной. Это означает, что вы можете построить там контору, нажав на эту кнопку (с подписью "Основать поселение"). Теперь при движении курсора вместе с ним двигается предварительный просмотр здания. Вы можете строить в любой точке, где этот предварительный просмотр не затенён красным. ЗАДАЧА: Построить контору на побережье.
sv: För att flytta ditt fartyg, tryck på fartyget med vänsterknappen och sedan med högerknappen där du vill att den ska åka. När du kommit nära kusten så aktiveras den ankar-liknande knappen i översiktsfliken. Det betyder att du nu kan bygga ett handelskontor genom att trycka på knappen(kallad 'Bygg Bosättning'). En förhandsvisning av din byggnad går att se när du flyttar runt med pekaren. Du kan bygga på alla platser där förhandsvisningen inte är färgad röd. Tryck där du vill placera din byggnad. UPPGIFT: Bygg ett handelskontor vid kusten.

source: NEW TASK: UNLOAD YOUR GOODS
de: NEUE AUFGABE: SCHIFF ENTLADEN
nl: OPDRACHT: LAAD DE GOEDEREN UIT
ru: РАЗГРУЗИТЬ ТОВАРЫ
sv: NY UPPGIFT: AVLASTA DINA VAROR

source: Now that you have built the Branch Office, you need to move some of your resources to its stock. To do so, select your ship and go into the tab with the wooden box icon called 'Ship Inventory'. Here you get an overview of what this ship's cargo looks like and have the button 'Load/Unload'. This button becomes active if your ship is in range of a possible trade partner like a branch office. Click on the button. If it is not active, move your ship towards the branch office and then try again. TASK: Open the trade dialogue.
de: Nachdem Ihr nun über ein Kontor verfügt, solltet Ihr einige Waren vom Schiff in dessen Lager verfrachten. Um dies zu tun, wählt das Schiff an und klickt auf den Tab mit Namen 'Schiffsladung', erkennbar am Holzkisten-Icon. Hier findet Ihr eine Übersicht des Schiffsladeraums vor. Entladen wird mit dem Button 'Be-/Entladen'. Dieser Button wird aktiv, wenn Euer Schiff in Reichweite eines möglichen Handelspartners wie einem Kontor ist. Klickt auf den Button. Wenn er nicht aktiv ist, muss das Schiff näher an das Kontor gelangen. AUFGABE: Öffnet den Handelsdialog.
nl: Nu het hoofdkantoor geplaatst is, moeten grondstoffen worden verplaatst naar de opslag. Selecteer het schip en open het scherm 'Scheepsinventaris' door op de knop met het houten krat te klikken. Hier is een overzicht van de inventaris van het schip en een knop 'Laden/Uitladen'. Deze knop wordt actief zodra uw schip in de buurt is van een mogelijke handelspartner, zoals het hoofdkantoor Klik op de knop. Verplaats uw schip dichterbij het hoofdkantoor als de knop niet actief is en probeer opnieuw. OPDRACHT: Open het handelsscherm.
ru: Теперь, когда вы построили контору, вам нужно переместить некоторые ресурсы в её хранилище. Для этого выберите ваш корабль и перейдите на вкладку с изображением деревянного ящика, называемую "Запасы на корабле". Здесь вы видите обзор трюма корабля и кнопку "Загрузить/разгрузить". Эта кнопка становится активной, если ваш корабль находится в пределах досягаемости возможного торгового партнёра, такого как контора. Нажмите на кнопку. Если она неактивна, переместите ваш корабль ближе к конторе и попробуйте снова. ЗАДАЧА: Откройте диалог торговли.

source: The tab you will see is split into 'Ship' and 'Settlement' as trade partners. To move goods from one stock to the other, simply click on them. Try clicking on the boards currently on your ship first and then try moving them back. You can customize the quantity moved by using the self-explanatory radio buttons in the middle. Did you get used to the trade tab? You need some construction material in your settlement now! TASK: Unload at least 10 tons of each resource your ship sailed around with.
de: Der angezeigte Tab ist aufgeteilt in 'Schiff' und 'Siedlung' als die jeweiligen Handelspartner.n Um Waren von einem Lager in das andere zu verfrachten, klickt einfach auf deren Icon. Versucht zuerst, die Bretter vom Schiff in das Kontor und danach wieder zurück in das Schiff zu verfrachten. Die Menge der verfrachteten Ware prio Klick wird über die Radio-Buttons in der Mitte geregelt. Habt Ihr Euch an die Funktionsweise des Handelstabs gewöhnt? Wohlan denn: Ihr benötigt nun etwas Baumaterial in Eurer Siedlung! AUFGABE: Entladet mindestens 10 Tonnen jeder Ressource auf dem Schiff in Euer Kontor.
nl: Het scherm wat u ziet is verdeeld in 'Schip' en 'Kolonie' als handelspartners. Om goederen van een voorraad naar de andere voorraad te verplaatsen, kunt u er simpelweg op klikken. Probeer eerst op de planken op het schip te klikken en probeer vervolgens deze terug te plaatsen. U kunt de verplaatste hoeveelheid aanpassen met de knoppen in het midden. Heeft u zichzelf bekend gemaakt met het handelsscherm? U heeft nu constructie materiaal nodig in uw kolonie! OPDRACHT: Laad tenminste 10 ton van iedere grondstof op het schip uit.
ru: Вкладка, которую вы увидите, разбита на "Корабль" и "Поселение" в качестве торговых партнёров. Чтобы переместить товары из одного хранилища в другое, просто кликните по ним. Попробуйте сначала кликнуть по доскам, которые сейчас на вашем корабле, а потом переместить их назад. Вы можете регулировать количество перемещаемых товаров, используя переключатели, находящиеся на середине панели. Вы привыкли к вкладке торговли? Теперь вам нужны некоторые строительные материалы в вашем поселении! ЗАДАЧА: Выгрузите по крайней мере 10 тонн каждого ресурса с вашего корабля.
sv: Den nya rutan du ser är uppdelad i 'Fartyg' och 'Bosättning' som handelspartner. För att flytta varorna från en last till en annan, tryck på en av varorna. Försök att trycka på trä och se hur det flyttas från fartyget till bosättningen och testa sedan att flytta dem tillbaka till fartyget. Du kan bestämma hur mycket som ska flyttas genom att använda knapparna i mitten. Har du vant dig vid handelsöversikten? Nu behöver du varor att bygga med i din bosättning! UPPGIFT: Avlasta minst 10 ton av varje vara som ditt fartyg seglade runt med.

source: Unload at least 10 tons of each resource on your ship.
de: Entladet mindestens 10 Tonnen jeder Ressource auf dem Schiff in Euer Kontor.
nl: Laad tenminste 10 ton van iedere grondstof op het schip uit.
ru: Разгрузите по крайней мере 10 тонн каждого ресурса с вашего корабля.
sv: Avlasta minst 10 ton av varje vara från ditt fartyg.

source: NEW TASK: BUILD A LUMBERJACK
de: NEUE AUFGABE: HOLZFÄLLER BAUEN
fr: MISSION : LE BÛCHERON
nl: OPDRACHT: BOUW EEN HOUTHAKKER
pt: ADICIONAR UM LENHADOR
ru: СТРОИТЕЛЬСТВО ЛЕСОПИЛКИ
sv: NY UPPGIFT: BYGG EN SKOGSHUGGARE

source: With your new construction material in the branch office, you can start to construct some basic buildings. We will start with building a lumberjack. This is essential because, at this stage, boards are the only poles your sailors can afford to hang their tents over. The fisherman needs some boards to build his vessel as well. In order to construct lumberjacks; open the build menu by either clicking the big icon below the mini map or pressing B key. The build menu is sorted by increments. You are currently in the first increment (the Sailors level) so are offered only the basic buildings.
de: Mit dem neuen Baumaterial im Kontor könnt Ihr nun bereits einige elementare Gebäude errichten. Lasst uns mit dem Bau eines Holzfällerlagers beginnen. Dies ist wichtig, da Holz in dieser Stufe das einzige ist, womit Eure Seefahrer ihre Zelte aufschlagen können. Der Fischer braucht ebenfalls Bretter, um sein Ruderboot zu bauen. Um ein Holzfällerlager zu errichten, benötigt Ihr das Baumenü. Klickt dazu auf das große Werkzeug-Symbol unter der Weltkarte oder drückt die Taste B. Das Baumenü ist nach Siedlerstufen sortiert. Das bedeutet, dass in der Stufe Seefahrer (mit der Ihr startet) nur grundlegende Gebäude verfügbar sind.
nl: Met het nieuwe constructie materiaal in het kantoor kunnen de eerste gebouwen geplaatst worden. We zullen starten met het plaatsen van een houthakker. De houthakker is belangrijk aangezien planken in deze fase de enige middelen zijn die de zeelui kunnen gebruiken voor hun tenten. De visser heeft ook hout nodig om zijn schip te maken. Om een houthakker te plaatsen, ga naar het constructie menu door op de grote knop onder de kleine kaart te klikken of druk de B toets. Het constructie menu is gesorteerd op niveau's. Dat betekent dat alleen standaard gebouwen beschikbaar zijn op het zeelui niveau (waarop u zich nu bevindt).
ru: С вашими новыми строительными материалами в конторе, вы можете начать строить базовые сооружения. Начнём с создания лесопилки. Это важно потому, что на данной стадии ваши моряки могут позволить себе использовать только деревянные жерди, чтобы установить свои палатки. Рыбак также нуждается в досках, чтобы пострить своё судно. Чтобы построить лесопилку, откройте меню строительства либо нажав на большой значок под миникартой, либо нажав клавишу B. Меню строительства отсортировано по уровням. Сейчас вы на первом уровне (уровень Моряков), потому доступны только базовые структуры.
sv: Med dina nya varor i handelskontoret kan du börja bygga några väl behövda byggnader. Vi startar med att bygga en skogshuggare. I det här skedet är trä väldigt viktigt eftersom trä är det enda dina sjömän har råd med för att bygga sina nya bostäder. Dessutom behöver fiskaren trä för att bygga sina fartyg. För att bygga en skogshuggare, öppna byggmenyn genom att trycka på den stora ikonen under världskartan eller genom att trycka på tangenten B. Byggmenyn är sorterad i steg. Du är för närvarande på steg ett(Sjömännens nivå) så du har endast tillgång till de enklaste byggnaderna.
