Repository: ChrisOelmueller/ye-very-olde-translations
Catalog: POOTLE_EXPORT/uh-tutorial/*.xlf
Languages: de, fr, nl, pt, ru, sv

source: As your civilization advances, you also gain more and more complex buildings. For now, select the lumberjack under 'Companies' and build it in an area with some trees around. You can also plant trees later - but that costs money. Use what nature provided you with! A company always needs a trail connection to a storage or branch office, otherwise goods will remain at the company and not be collected. This means that you have to build a trail connecting your branch office (or storage) and lumberjack. TASK: Build a lumberjack in a wooded area and connect it to a road. Watch how a collector will fetch your first self-produced boards.
de: Während Eure Zivilisation sich weiterentwickelt, wird sie Stück für Stück immer komplexere Gebäude erbauen können. Wählt fürs Erste das Holzfällerlager unter 'Betriebe' aus und platziert es in einem Bereich, in dem es von Bäumen umgeben ist. Bäume können auch nachträglich gepflanzt werden - kostet aber Geld. Nutzt also alle Ressourcen, welche die Natur anbietet! Ein Betrieb braucht immer eine Verbindung zu einem Lager oder dem Kontor, sonst können die Waren nicht gesammelt werden und bleiben unbenutzt im Betrieb. Das bedeutet, dass Ihr einen Trampelpfad vom Holzfällerlager zum Kontor bauen solltet. AUFGABE: Errichtet ein Holzfällerlager in einem bewaldeten Gebiet und verseht es mit einem Straßenanschluss. Betrachtet, wie Eure ersten selbst produzierten Bretter abgeholt werden.
fr: Plus votre civilisation avancera et plus vous pourrez construire de bâtiments complexes. Maintenant construisez un camp de bucheron dans une zone boisée. Vous pourrez aussi planter des arbres plus tard - mais cela vous coutera de l'argent. Utilisez ce que la nature vous offre! Une entreprise nécessite une route menant à un dépôt ou un comptoir, autrement les biens produits y resteront et ne seront pas collectés. Vous devez donc construire un sentier entre votre comptoir (ou votre dépôt) et votre bucheron. MISSION: Installez un bucheron dans une zone boisée et connectez le à une route. Regardez-le produire vos premières planches.
nl: Met het uitbreiden van uw kolonie kunnen ook complexere gebouwen geplaatst worden. Selecteer de houthakker onder 'Bedrijven' en plaats het in een regio met veel bomen. U kunt ook bomen planten - maar dat kost geld. Gebruik wat wordt aangeboden door de natuur! Een bedrijf heeft altijd een wegverbinding nodig tussen een opslagruimte of kantoor, anders worden goederen niet opgehaald. Dat betekent dat u een pad moet plaatsen die het kantoor (of een opslag) en de houthakker verbindt. OPDRACHT: Plaats een houthakker in bebost gebied en verbind het met een weg. Let op hoe een verzamelaar uw eerste zelf geproduceerde planken ophaalt.
pt: À media que a tua civilização progride terás acesso a novos edifícios, cada vez mais complexos. Por enquanto, selecciona o lenhador em 'Empresas' e constrói o edificio numa àrea com àrvores à volta. Mais tarde poderás também plantar árvores - embora isso custe dinheiro. Utilize o que natureza te fornece! Uma empresa necessita sempre de um caminho de ligação para um armazém ou para uma feitoria, caso contrário as mercadorias irão ficar na empresa e não serão transportadas. Isto significa que deverá construir um caminho de ligação entre a feitoria (ou armazém) e o lenhador. TAREFA: Adiciona um lenhador numa àrea rodeada de árvores e ligue-o a um caminho. Vê como um transportador irá buscar as primeiras tábuas que forem produzidas.
ru: По мере продвижения цивилизации, вы будете получать всё более и более сложные здания. Теперь выберите лесопилку среди "Предприятий" и постройте в области, где есть деревья. Позже вы сможете сами выращивать деревья, но это стоит денег. Так что используйте то, что даёт вам природа! Производства всегда должны быть соединены дорогой со складом или конторой, иначе товары останутся на производстве и не будут собраны. Это значит, что вам нужно построить тропу, соединяющую вашу контору (или хранилище) и лесопилку. ЗАДАЧА: Построить лесопилку в лесу и соединить её дорогой. Смотрите, как сборщик будет носить первые произведённые вами доски.
sv: Under tiden som din civilisation utvecklas kommer du få tillgång till mer avancerade byggnader. Tills vidare, tryck på skogshuggare under 'Företag' och bygg den i närheten av träd. Du kan också plantera träd - men det kostar pengar. Försök använda vad naturen erbjuder! Ett företag behöver alltid en gångstig ansluten till ett förvaringstält eller handelskontor, annars kommer varorna inte att samlas in för användning. Det betyder att du måste bygga en gångstig mellan handelskontoret(eller ett förvaringstält) och skogshuggaren. UPPGIFT: Bygg en skogshuggare i ett skogstätt område och anslut den till en gångstig. Vänta och se nu hur en samlare hämtar din första självproducerade vara - trä.

source: Build a lumberjack and connect it to the branch office using a trail.
de: Errichtet ein Holzfällerlager und verseht es mit einem Straßenanschluss zum Kontor.
fr: Construisez un campement de bucheron et connectez le à votre comptoir par une route.
nl: Plaats een houthakker en verbind deze met het kantoor met een pad.
pt: Adiciona um lenhador e ligue-o à feitoria utilizando um caminho.
ru: Постройте лесопилку и соедините её с конторой при помощи тропы.
sv: Bygg en skogshuggare och anslut den till handelskontoret med en gångstig.

source: NEW TASK: FOOD SUPPLY
de: NEUE AUFGABE: NAHRUNGSVERSORGUNG
fr: MISSION: LA NOURRITURE
nl: OPDRACHT: AANVOER VAN VOEDSEL
pt: FORNECIMENTO DE COMIDA
ru: ОБЕСПЕЧЕНИЕ ПРОДОВОЛЬСТВИЕМ
sv: NY UPPGIFT: SAMLA FÖDA

source: You will need to have some food-producing companies, too, because people in general (and especially sailors) are very hungry. Available companies in the first increment are the Hunter and Fisher. The Hunter, surprisingly, hunts animals in the forest, so he needs trees around. Note that you can place your Hunter close to the lumberjack's forest. It can happen that the animals don't reproduce fast enough or simply hide well. Conclusion: the hunter is not too reliable if you need continuous supply.
de: Ihr werdet auch einige Betriebe für die Nahrungsproduktion benötigen, denn Menschen (und besonders Seeleute) sind für gewöhnlich sehr hungrig. Verfügbare Betriebe in der ersten Stufe sind Jäger und Fischer. Der Jäger jagt (überraschenderweise) Tiere im Wald. Daher benötigt er Bäume in seinem Einzugsgebiet. Beachtet, dass er in der Nähe des Holzfällers platziert werden kann. Es kann vorkommen, dass sich die Tiere nicht schnell genug vermehren oder sich einfach gut verstecken. In dieser Zeit wird auch der Jäger nichts produzieren. Fazit: Der Jäger ist also nicht so verlässlich, wenn Ihr eine kontinuierliche Versorgung benötigt.
fr: Vous allez aussi avoir besoin d'entreprises productrices de nourriture car, en générale les gens (et surtout les marins) ont toujours faim. Au premier niveau vous disposez du Chasseur et du Pêcheur. Le chasseur chasse le gibier dans la forêt et a donc besoin de bois autour de lui. Notez que vous pouvez le placer à coté de la forêt du bucheron. Il peut arriver que le gibier ne se reproduise pas assez rapidement ou qu'il soit bien caché... Conclusion: le chasseur n'est pas très fiable si vous avez besoin d'un approvisionnement constant.
nl: Er zijn voedsel producerende bedrijven nodig. Kolonisten (in het bijzonder zeelui) zijn erg hongerig. Beschikbare bedrijven in het eerste niveau zijn de jager en de visser. De jager jaagt op dieren in het bos, hiervoor moeten er bomen nabij zijn. Merk op dat u de jager dichtbij het bos van de houthakker kunt plaatsen. Het kan gebeuren dat dieren niet snel genoeg voortplanten of zich goed verstoppen. Conclusie: de jager is niet betrouwbaar genoeg voor een gelijkmatig aanbod van voedsel.
pt: Vais também precisar de empresa para produzir comida, isto porque a população em geral (e especialmente os marinheiros) andam sempre esfomeados. No primeiro nível, as unidades disponíveis que produzem comida são o caçador e o pescador. O caçador, surpreendentemente, caça animais nas florestas, portanto necessita de árvores por perto. Poderás até colocar os seus caçadores junto das florestas dos lenhadores. Pode acontecer que os animais não se reproduzam suficientemente rápido ou que simplesmente sejam bons a esconderem-se dos caçadores. Conclusão: os caçadores não ser muito fiáveis, sobretudo se necessitares de uma oferta contínua de comida.
ru: Вам также понадобится производство пищи, поскольку люди в целом (и моряки особенно) очень голодны. Доступные производства на первом уровне: охота и рыбная ловля. Охотник, как ни странно, охотится на животных в лесу, потому ему нужны деревья неподалёку. Заметьте, что вы можете расположить палатку охотника недалеко от лесопилки. Может случиться, что животные недостаточно быстро восстанавливают популяцию или просто хорошо скрываются. Вывод: охотник недостаточно надёжен, если вам нужны непрерывные поставки.
sv: Du kommer att behöva ett företag som producerar föda, eftersom människor i allmänhet(och sjömän i synnerhet) är väldigt hungriga. Tillgängliga företag i steg ett är Jägare och Fiskare. Jägaren, förvånansvärt nog, jagar djur i skogen och behöver träd runtomkring sig. Notera att du kan placera en Jägare i närheten av skogshuggarens skog. Det kan hända att djuren inte förökar sig tillräckligt snabbt eller gömmer sig väl. Slutsats: jägaren är inte tillförlitlig för en stabil och kontinuerlig tillgång av föda.

source: The Fisher needs a coastal building site like the branch office and a fish school in range. He will build a small rowing vessel and catch some fish. This is a very constant supply at the cost of a slightly longer production time per unit of food. A small settlement like yours can use both companies, and you can better balance pros and cons if you see the direct comparison. TASK: Build a hunter and a fisher. Don't forget to connect them to your branch office with trails!
de: Der Fischer benötigt wie das Kontor einen Bauplatz am Ufer und muss außerdem mindestens einen Fischschwarm in seinem Einzugsgebiet besitzen. Er wird dann ein kleines Ruderboot bauen und ein paar Fische fangen. Dies ist eine sehr konstante Nahrungsversorgung zum Preis einer etwas längeren Produktionszeit pro Nahrungseinheit. Eine kleine Siedlung wie die Eure kann beide Betriebe gebrauchen. Im direkten Vergleich könnt Ihr selbst Vor- und Nachteile abwägen. AUFGABE: Errichtet einen Jäger und einen Fischer. Und vergesst die Wege zum Kontor nicht!
fr: Le pêcheur a besoin d'un bâtiment côtier et d'un banc de poisson à proximité. Il construira un petit bateau à rame et ira attraper du poisson. C'est une source de nourriture très constante mais d'un temps de production par unité de nourriture légèrement plus long. Une petite colonie comme la votre peut utiliser ces deux types d'entreprises, et vous pourrez mieux en évaluer les avantages et les inconvénients en les comparant directement. MISSION: Construire une hutte de chasseur et une de pêcheur. Et n'oubliez pas les sentiers les reliant à votre comptoir!
nl: De visser heeft een bouwplaats aan het water en een school vissen in de buurt nodig. Hij zal dan een klein roeibootje maken en gaan vissen. Dit is een constante aanvoer wat alleen maar een klein beetje meer productietijd nodig heeft per voedsel eenheid. Een kleine kolonie als die van u kan beide bedrijven gebruiken en u kan de voor- en nadelen beter uitbalanceren als u de vergelijking bekijkt. OPDRACHT: Bouw een jager en een visser. En vergeet de paden naar het hoofdkantoor niet!
pt: O pescador necessita de um edificio na costa como a feitoria e uma escola de pesca ao seu alcance. Ele irá construir uma pequena embarcação e apanhar algum peixe. Esta actividade irá oferecer uma produção mais uniforme, no entanto exige um pouco mais de tempo por unidade de comida que é produzida. Uma pequena povoação como a tua poderá utilizar as duas unidades de produção de comida, assim ficarás a conhecer melhor os custos e beneficios através de uma comparação directa. TAREFA: Adiciona um caçador e um pescador. Não te esqueças de ligá-los à feitoria através de um caminho!
ru: Рыбаку нужно место для строительства на побережье, как и для конторы, и скопление рыб в пределах досягаемости. Он построит небольшую лодку и будет ловить рыбу. Это очень надёжное производство, однако, ценой более долгой добычи единицы пищи. Небольшое поселение, наподобие вашего, может использовать оба производства и вам будет проще оценить преимущества и недостатки каждого, видя прямое сравнение. ЗАДАЧА: Построить здания охотника и рыбака. Не забудьте соединить их тропами с конторой!
sv: Fiskarens byggnad placeras vid kusten precis som handelskontoret och behöver fisk inom dess räckvidd. Fiskaren bygger ett litet fartyg för att fånga fisk. Fiskaren ger en kontinuerlig tillgång av föda men till priset att produktionen är långsammare. En liten bosättning som din kan använda båda företagen, och du får själv balansera effekten av bådas för och nackdelar. UPPGIFT: Bygg en jägare och en fiskare. Glöm inte att ansluta dem till ditt handelskontor med en gångstig!

source: Build a hunter and a fisher. Connect them to the branch office.
de: Errichtet einen Jäger und einen Fischer. Verbindet sie mit dem Kontor.
fr: Construisez une cabane de chasseur et une de pêcheur. Connectez les à votre comptoir.
nl: Plaats een jager en een visser. Verbind ze met het kantoor.
pt: Adicionar um caçador e um pescador. Ligue-os à feitoria através de um caminho.
ru: Построить здания охотника и рыбака. Соединить их тропами с конторой.
sv: Bygg en jägare och en fiskare. Anslut dem till ditt handelskontor.

source: NEW TASK: MAIN SQUARE
de: NEUE AUFGABE: MARKTPLATZ
fr: MISSION: LA PLACE CENTRALE
nl: OPDRACHT: MARKTPLAATS
pt: NOVA TAREFA: PRAÇA PRINCIPAL
ru: ГЛАВНАЯ ПЛОЩАДЬ
sv: NY UPPGIFT: MARKNADSPLATS

source: Your residents need a main square where they can fetch their goods from. This means that they need a trail connection from their home to the main square. All goods in your branch office are available at this 'market place', so your residents do not need to walk to the fisher or even to the branch office. You should consider founding your actual house settlement in an area where you can easily expand it and build some trails, too. You should avoid placing tents too close to your lumberjacks for example because building tents will clear away the trees that your lumberjack needs to produce boards. TASK: Build a main square.
de: Eure Einwohner verlangen nach einen Marktplatz, von dem sie ihre Güter abholen können. Aus diesem Grund benötigen sie eine Straßenverbindung von ihrem Haus zum Marktplatz. Alle Güter in Eurem Kontor sind auch dort verfügbar. Dadurch müssen die Einwohner weder zum Fischer noch zum Kontor laufen. Beachtet, dass Ihr Eure Einwohner am besten in einem Gebiet ansiedelt, welches man einfach vergrößern kann und wo auch Platz für Wege vorhanden ist. Im Allgemeinen sollten Zelte beispielsweise nicht zu nah an die Holzfällerlager gebaut werden, da sonst wertvolle Bäume gefällt werden. AUFGABE: Errichtet einen Marktplatz.
fr: Vos habitants ont besoin d'une place marchande où ils trouveront des biens de consommation. Cela signifie qu'il leur faudra un sentier menant des habitations à la place centrale. Toutes les marchandises de votre comptoir sont disponibles dans cette «place du marché», donc vos habitants n'ont pas besoin d'aller chez le pêcheur ou même jusqu'au comptoir. Vous devriez fonder votre campement de tentes dans un endroit où vous pourrez facilement l'étendre et y construire des routes. Par exemple, nous conseillons de ne pas placer vos tentes trop près de vos bucherons, cela détruirais leurs précieux arbres. MISSION: Construire une place centrale.
nl: Uw inwoners hebben een marktplaats nodig waar ze de goederen kunnen ophalen. Dit betekent dat de marktplaats en hun huis met een pad verbonden moeten zijn. Alle goederen in het kantoor zijn beschikbaar op deze 'marktplaats', zeelui hoeven dus niet naar de visser of het kantoor te lopen. Overweeg goed waar u de huizen in de nederzetting plaatst: Een gebied dat eenvoudig kan worden uitgebreid en eenvoudig wegen geplaatst kunnen worden. Plaats geen tenten dichtbij de houthakker. De houthakker heeft ruimte nodig voor bomen. OPDRACHT: Plaats een plein.
pt: Os residentes precisam de uma praça principal onde ir buscar mercadorias. Isto significa que eles vão precisar de um caminho entre as suas casas e a praça principal. Todas as mercadorias da feitoria estão disponíveis neste 'mercado', assim os residentes não têm de visitar os pescadores, ou até mesmo a feitoria. Pensa em fundar a àrea habitacional numa zona onde possa ser facilmente expandida e onde possas construir caminhos. Além disso, deves evitar colocar tendas demasiado próximas dos lenhadores uma vez que estas ocuparão os espaço das árvores que os lenhadores precisam para construir tábuas. TAREFA: Constrói a praça principal.
ru: Ваши жители нуждаются в главной площади, откуда они будут забирать товары. Это значит, что им нужны тропинки от домов к главной площади. Все товары из вашей конторы доступны на этой "рыночной площади", так что вашим жителям не нужно идти к рыбаку или даже в контору. Вы должны продумать расположение вашего района домов в области, где вы можете его легко расширить, а также построить некоторые тропы. Постарайтесь не располагать палатки слишком близко, например, к вашей лесопилке, потому что строительсво палаток уничтожит деревья, нужные лесорубу для производства досок. ЗАДАЧА: Построить главную площадь.
sv: Dina invånare behöver en marknadsplats där de kan hämta varor som de behöver. Det betyder att de behöver en gångstig ansluten från deras bostad till marknadsplatsen. Alla varor i ditt handelskontor är tillgängliga i marknadsplatsen, så att dina invånare in behöver gå till fiskaren eller handelskontoret för att hämta hämta föda. Du borde fundera på att planera dina bostäders bosättning så att området lättare kan expandera och anslutas med gångstigar. Du borde undvika att placera dina bostäder för nära timmerstugan eftersom bostäderna kommer att ta bort träd som timmerstugan behöver för att producera trä. UPPGIFT: Bygg en marknadsplats.

source: Now let's have a closer look at the main square. In the overview tab you can quickly adjust taxes. In the second tab 'Account' you get a balance sheet of this island, featuring all costs you pay and all taxes you earn. The items 'Sale' and 'Buy' refer to your trading balance and will be explained later on. If your balance is positive, you all-in-all make a profit. In the 'Settler' tab you can see how happy your inhabitants are and what resource most of them want to be supplied with.
de: Lasst uns nun einen genaueren Blick auf den Marktplatz werfen. Im Tab 'Übersicht' können die Steuern schnell angepasst werden. Im zweiten Tab 'Finanzen' erhaltet Ihr eine Übersicht der Bilanz dieser Insel. Sie enthält alle Betriebskosten, die Ihr zahlt, und alle eingenommenen Steuern. Die Posten 'Verkaufen' und 'Einkaufen' beziehen sich auf Eure Handelsbilanz und werden später ausführlich erklärt. Fällt die Bilanz positiv aus, macht Ihr auf dieser Insel Gewinn. Im 'Siedler'-Tab seht Ihr die Zufriedenheit Eurer Einwohner und auch, nach welchen Waren die meisten von ihnen gerade verlangen.
nl: Laten we het plein nader bekijken. In het overzicht scherm kunt u belastingen eenvoudig aanpassen. Het tweede scherm 'Rekening' toont een balans, hierop staan alle kosten die u betaald heeft en alle belastingen die u ontvangen heeft. De opties 'Verkoop' en 'Inkoop' verwijzen naar de handels balans en zal later uitgelegd worden. Als de balans positief is betekent dit dat u winst maakt. In het scherm 'Kolonisten' kunt u zien hoe blij de inwoners zijn en welke goederen ze het meest nodig hebben.
ru: Теперь давайте посмотрим поближе на главную площадь. На вкладке обзора вы можете быстро изменить налоги. На второй вкладке "Счёт" вы можете узнать информацию о балансе на данном острове, отображающую все расходы и полученные налоги. Поля "Продажи" и "Покупки" ссылаются на ваш торговый баланс и будут описаны позже. Если ваш баланс положительный, то вы в целом получаете прибыль. На вкладке "Поселенец" вы можете видеть насколько удовлетворены ваши жители и в каких ресурсах они нуждаются больше всего.

source: Build a main square. Choose an area without many economy buildings.
de: Errichtet einen Marktplatz. Wählt eine Gegend ohne viele Wirtschaftsgebäude.
fr: Construisez une place centrale. Choisissez un endroit peu chargé en bâtiments économiques.
nl: Plaats een plein. Kies een gebied zonder economische gebouwen.
pt: Constrói uma praça principal. Escolhe uma área sem muitos edificios ligados à economia.
ru: Постройте главную площадь, выберите для неё место в строне от экономических построек.
sv: Bygg en marknadsplats. Välj en plats där du lättare kan bygga ut ditt bostadsområde.

source: NEW TASK: RESIDENTIAL BUILDINGS
de: NEUE AUFGABE: WOHNGEBÄUDE
fr: MISSION: LES HABITATIONS
nl: OPDRACHT: RESIDENTIELE GEBOUWEN
pt: NOVA TAREFA: EDIFÍCIOS RESIDENCIAIS
ru: ЖИЛЫЕ ПОСТРОЙКИ
sv: NY UPPGIFT: BOSTADSBYGGNADER
