Repository: ChrisOelmueller/ye-very-olde-translations
Catalog: POOTLE_EXPORT/uh-tutorial/*.xlf
Languages: de, fr, nl, pt, ru, sv

source: For example: Having a 'Buy' slot and 5 tons in stock, a slider positioned at 9 tons will cause you to buy 4 additional tons at most. Selling works similarly. A 'Sell' slot with 18 tons in stock and the slider positioned at 13 will sell up to 5 tons. If the free trader however only wants to buy or sell less than your settings would allow him, you need to live with that and wait for him to return. Unknown Horizons features smart pricing, so the value of one unit can vary. It is NOT possible to change prices manually! You can see your trade balance in the 'Account' tab comparing the 'Sale' and 'Buy' values there. TASK: Buy as many tools as you need to have 30 tools in stock! If you still have some in your ship's inventory, this seems like a good point to unload them.
de: Ein Beispiel zum besseren Verständnis: Wenn 5 Tonnen auf Lager sind und der Regler auf 9 Tonnen 'Einkauf' gestellt ist, bedeutet es, dass zusätzlich bis zu 4 Tonnen gekauft werden. Ein Verkaufsposten, bei dem der Schieberegler auf 13 Tonnen gestellt ist, bewirkt bei einem Lagerstand von 18 Tonnen, dass noch bis zu 5 Tonnen verkauft werden. Der Wert einer Ware kann NICHT manuell beeinflusst werden! Er setzt sich zusammen aus verschiedenen Faktoren und wird an die Handelssituation der Inselwelt angepasst. Ihr könnt die Handelsbilanz im Tab 'Finanzen' einsehen, in dem die Posten Ein- und Verkauf gegenübergestellt sind. AUFGABE: Kauft so viel Werkzeuge ein, dass Ihr 30 Einheiten auf Lager habt. Wenn Ihr immer noch Werkzeuge auf Eurem Schiff lagert, wäre nun eine günstige Gelegenheit zum Entladen.
nl: Als voorbeeld: Wanneer uw slot op 'kopen' staat en u 5 ton in voorraad hebt en u de schuifbalk op 9 ton heeft staan. Dat zorgt ervoor dat u maximaal 4 ton extra zal inkopen. Verkopen werkt ongeveer hetzelfde. Een 'verkoop' slot met 18 ton in voorraad en de schuifbalk op 13 zal maximaal 5 ton verkopen. Als de handelaar minder dan u hebt aangegeven wil kopen of verkopen, dan zult u gewoon moeten wachten tot tot hij terug is. UH werkt met slimme prijzen, dus de waarde van een eenheid kan verschillen. Dit kan NIET handmatig worden aangepast. U kunt uw handels balans nakijkenbij de tab 'Account', waar je de 'koop' en 'verkoop' waardes kan bekijken. OPDRACHT: Koop zoveel werktuigen als nodig om er 30 op voorraad te hebben! Als u er nog een aantal in de scheeps inventaris heeft, dan is dit een prima tijd om die ook nog uit te laden.
ru: Например: При наличии слота покупки и 5 тонн на складе, слайдер, передвинутый на 9 тонн, приведёт к покупке не более чем 4 дополнительных тонн. Продажа работает аналогично. Слот продажи с 18 тоннами на складе и слайдером, установленным на 13, приведёт к продаже до 5 тонн. Однако если свободный торговец захочет купить или продать меньше, чем ваши настройки позволяют ему, вам придётся жить с этим и ждать пока он вернётся. Неизведанные Горизонты отличаются умным ценообразованием, потому цена каждой единицы товара может меняться. Изменить цены вручную невозможно! Вы можете видеть ваш торговый баланс на вкладе "Счёт", где сравниваются цены покупки и продажи. ЗАДАЧА: Купите необходимое количество инструментов, чтобы достичь 30 инструментов на складе. Если у вас всё ещё есть инструменты в трюме корабля, сейчас удачный момент, чтобы разгрузить их.
sv: Till exempel: Du har en vara med 5 ton i lagret, vill köpa mer, och om du sätter reglaget på 9 kommer du att köpa 4 ton till som mest. Att sälja är ungefär samma sak. En vara du vill sälja med 18 ton i ditt lager och sätter reglaget på 13 så säljer du bort max 5 ton. Om en köpman vill köpa eller sälja mindre än det du tillåter är det något du får leva med och vänta på att han återvänder nästa gång. Unknown Horizons använder automatisk prissättning, och värdet på varorna kan variera. Det är inte möjligt att ändra priset manuellt! Du kan se handelsdifferensen i fliken 'Konto' och jämföra 'Försäljning' och 'Varuomkostnader' med varandra. UPPGIFT: Köp verktyg så att du har 30 ton i ditt lager! Om du fortfarande har verktyg i fartygslasten är det en god idé nu att avlasta dem.

source: Reach an island stock of at least 30 tools.
de: Erreicht einen Lagerbestand von 30 oder mehr Werkzeugen auf Eurer Insel.
fr: Atteignez un stock d'au moins 30 outils.
nl: Bereik een voorraad van tenminste 30 stuks gereedschap op het eiland.
pt: Atinge o limite de, pelo menos, 30 ferramentas em stock na ilha.
ru: Достигнуть запаса в 30 инструментов.
sv: Se till att du har 30 ton verktyg i lager.

source: NEW TASK: BUILD A PAVILION
de: NEUE AUFGABE: PAVILLON BAUEN
fr: MISSION: LE PAVILLON
nl: OPDRACHT: PLAATS EEN PAVILJOEN
pt: CONSTRÓI UM PAVILHÃO
ru: СТРОИТЕЛЬСТВО ПАВИЛЬОНА
sv: NY UPPGIFT: BYGG EN PAVILJONG

source: Those tools will be enough for the moment. Well done! You now provide housing, a main square and food to your inhabitants. Still there is one demand which we have not satisfied so far, you may check that in the marketplace or tent tab - your sailors want a basic building where they can pray. The solution is a pavilion which the village parson quickly puts up as shelter from the sun. Service buildings like this also need to be connected to the tents with a trail, else your inhabitants feel unable to reach them. In later increments, upgraded versions of buildings may become available.
de: Diese Werkzeuge sollten für den Moment ausreichen. Gut gemacht! Ihr stellt nun Euren Einwohnern Unterkünfte, einen Marktplatz und Nahrung bereit. Ein Grundbedarf ist aber immer noch nicht gedeckt, wie Ihr in den Übersichten von Marktplatz oder Zelt nachprüft: Eure Seefahrer verlangen nach einem Gebäude zum Beten. Die Lösung ist ein Pavillon, welches der Dorfpfarrer als Sonnenschutz aufgespannt hat. Dienstleistungsgebäude wie dieses brauchen einen Zugang zur Straße, ansonsten können es die Einwohner nicht erreichen. In späteren Stufen stehen verbesserte Versionen dieser Gebäude zur Verfügung. In diesen Fall wird das 'kleinere' Gebäude nicht benötigt, da die 'große' Version auch die Bedürfnisse der Einwohner niedrigerer Stufen befriedigt.
fr: Ces outils seront suffisants pour le moment. Bien joué! Vous fournissez maintenant des logements, une place marchande et de la nourriture à vos habitants. Pourtant il y a une demande que nous ne satisfaisons pas à ce jour, vérifiiez le sur la fenêtre d'une tente ou de la place - vos marins veulent un bâtiment où il pourront prier. La solution est un pavillon que le curé du village mettra rapidement en place. Les bâtiments de services comme celui-ci ont également besoin d'être connecté aux tentes avec un sentier, autrement vos habitants seront incapables de les atteindre. Dans les niveaux suivants, des versions améliorées des bâtiments seront disponibles.
nl: Deze gereedschappen zullen eerst wel genoeg zijn. Goed gedaan! U heeft nu huizen, een marktplaats en voedsel voor uw inwonders. Er is alleen nog een vraag waar we nog niet aan hebben voldaan. U kunt dat controleren in de marktplaats of tent tab. Uw zeemannen willen een een gebouw om te bidden. De oplossing is een paviljoen, welke de dorps pastoor snel opgezet heeft als bescherming tegen de zon. Service gebouwen zoals deze moeten ook een pad naar de tent hebben, anders kunnen de inwoners er niet komen. Veel later in het spel zullen er ook upgrades voor de gebouwen komen.
pt: Estas ferramentas serão suficientes por agora. Bom trabalho! Chegou o momento de fornecer alojamento, uma praça principal e alimentação aos teus habitantes. No entanto existe ainda outra exigência a cumprir, poderás verificar que no mercado ou no separador das tendas - os teus marinheiros querem um edifício básico onde possam orar. A solução é construir um pavilhão, que o sacerdote rapidamente ergue como para providenciar abrigo do sol. Os edifícios de serviços como este têm também de estar ligados às tendas através de um caminho, caso contrário os seus habitantes não conseguem aceder aos mesmos. Nos níveis superiores, versões melhoradas destes edifícios ficarão disponíveis.
ru: Этих инструментов пока что будет достаточно. Отличная работа! Сейчас вы предоставляете жилища, главную площадь и пищу для ваших жителей. До сих пор есть ещё одно неудовлетворённое требование, вы можете увидеть это на вкладке рыночной площади или палатки - ваши моряки нуждаются в базовом строении, где они могут молиться. Решением является павильон, который деревенский священник быстро возводит в качестве укрытия от солнца. Служебные здания, вроде этого, также нуждаются в соединении тропами с палатками, иначе ваши жители не смогут достичь их. На следующих уровнях могут стать доступными улучшенные версии зданий.
sv: Det borde räcka med verktyg för nuvarande. Bra jobbat! Just nu tillgodoser du dina invånare med bostad, marknadsplats och föda. Men det finns fortfarande ett till behov vi inte har tillgodosett, så kolla i marknadsplatsen eller bostadsfliken - Dina sjömän vill ha en byggnad där de kan be. För att lösa detta behov snabbt byggs en paviljong där prästen kan vara i skydd mot solen. Servicebyggnader som denna behöver också en gångstig, annars hittar inte dina invånare dit. I senare steg kan uppgraderade versioner av byggnaderna komma att bli tillgängliga.

source: In that case the 'small' version is not needed anymore since the 'big' one will also provide what your inhabitants are looking for in early increments. Take care when planning your city because most of those advanced buildings are bigger than the basic ones. Note that faith is treated like a physical resource, so units need to refresh there after some time. Important: It is NOT enough that the building is merely within a certain range of the tents. TASK: Build a pavilion with a trail to the tents in order to fulfill your sailors' demand for faith.
de: Vorsicht bei der Stadtplanung! Die meisten dieser verbesserten Gebäude benötigen mehr Platz als die Grundversion. Beachtet, dass die Religion wie ein Konsumgut behandelt wird. Eure Einwohner müssen also regelmäßig ihren Vorrat davon auffüllen. Es ist insbesondere NICHT ausreichend, dass das Gebäude nur in einem gewissen Einzugsgebiet liegt. Auch ein Wege dorthin muss vom Zelt aus erreichbar sein. AUFGABE: Baut einen Pavillon mit einer Verbindung zu den Zelten, um Euren Einwohnern den Zugang zum Glauben zu ermöglichen.
nl: In het geval dat de 'kleine' versie niet meer nodig is omdat de 'grote' ook biedt wat uw inwoners kleine versie zoeken. Probeer rekening te houden bij het ontwikkelen van uw stad dat de geavanceerde gebouwen groter zijn dan de basis gebouwen. Let erop dat geloof wordt behandeld als een fysieke grondstof, eenheden moeten zich na bepaalde tijd verfrissen. Belangrijk: Het is NIET voldoende dat het gebouw alleen maar binnen een bepaalde afstand van de tent staat. OPDRACHT: Plaats een paviljoen met een pad naar de tenten om te voldoen aan de vraag naar geloof van de zeelui.
ru: В данном случае "меньшая" версия здания больше не нужна, поскольку "большая" версия будет удовлетворять те же потребности. Будьте внимательны при планировании вашего города, поскольку большинство из этих развитых зданий больше, чем базовые версии. Обратите внимание, что вера рассматривается как физический ресурс, потому юниты должны посещать храм заново время от времени. Важно: Недостаточно того, что здание находится в пределах определённого радиуса от палаток. ЗАДАЧА: Постройте павильон с тропой к тентам, чтобы удовлетворить потребность ваших моряков в вере.
sv: I ett sådant läge är den 'lilla' versionen inte nödvändig eftersom den 'stora' kommer att tillgodose dina invånares behov även om de tillhör lägre steg. Planera din stad noga eftersome de mer avancerade byggnaderna är större än de enklare. Notera att religion hanteras som en fysisk vara, så enheter måste fyllas på efter hand. Viktigt: Det är INTE tillräckligt att endast ha byggnaden i bostädernas räckvidd. UPPGIFT: Bygg en paviljong med en gångstig till bostäderna för att tillgodose sjömännen med religion.

source: Build a pavilion with connection to the tents.
de: Errichtet einen Pavillon mit einer Verbindung zu Euren Zelten.
fr: Construisez un pavillon connecté aux tentes.
nl: Plaats een paviljoen met verbinding naar de tenten.
pt: Constrói um pavilhão com ligação às tendas.
ru: Постройте павильон с дорогой к палаткам.
sv: Bygg en paviljong med anslutning till bostäderna.

source: NEW TASK: NEXT INCREMENT
de: NEUE AUFGABE: NÄCHSTE STUFE
fr: MISSION: NIVEAU SUIVANT
nl: OPDRACHT: VOLGENDE NIVEAU
pt: NOVA TAREFA: O PRÓXIMO NÍVEL
ru: СЛЕДУЮЩИЙ УРОВЕНЬ
sv: NY UPPGIFT: NÄSTA STEG

source: All demands are fulfilled now if your inhabitants can regularly visit the main square & pavilion and your food supply is adequate. If the sailors are happy enough, they want to advance to the next increment called Pioneers. To make them happy, there is nothing else for you to do but setting taxes to a lower level since you have fulfilled all the demands of your inhabitants. You should try to not always run on low taxes since this will probably lead to bankruptcy sooner or later. For a period of time and if you know what you are doing, it is fine though. After some time, the first unit should walk to the main square and have a look for new construction material there to build a log house. This house will replace the old tent.
de: Alle Anforderungen sind jetzt erfüllt, wenn Eure Einwohner regelmäßig Marktplatz und Pavillon aufsuchen können und die Nahrungsversorgung ausreichend ist. Wenn die Seefahrer glücklich genug sind, wollen sie zur nächsten Stufe aufsteigen und zu Pionieren werden. Um sie glücklich zu machen, gibt es ein probates Mittel: Steuersenkungen. Da alle Bedürfnisse der Einwohner erfüllt sind, sollten sie bald aufsteigen. Ihr solltet nicht versuchen, die Steuern längerfristig auf Niedrig zu belassen. Dies kann Euch früher oder später in den Bankrott treiben. Für einen begrenzten Zeitraum ist es aber nützlich. Nach einiger Zeit sollten die ersten Einwohner zum Marktplatz gehen und nach ausreichend Baumaterial suchen, um ein Blockhaus zu errichten. Dieses Haus wird das alte Zelt ersetzen.
fr: Toutes les demandes sont maintenant remplies si vos habitants peuvent visiter régulièrement la place centrale et le pavillon et que vos ressources alimentaires sont suffisantes. Si vos marins sont assez heureux, ils voudront avancer au prochain niveau appelé Pionniers. Pour les rendre heureux, il n'y a rien d'autre à faire que de fixer des impôts plus bas puisque vous avez répondu à toutes leurs demandes. Vous devriez essayer de ne pas toujours jouer avec un niveau d'impôt trop bas puisque ceci vous mènerais à la faillite tôt ou tard. Mais pour une période de temps défini et si vous savez que vous faites, ce n'est pas un problème Après quelque temps, un premier pionnier devrait aller à la place centrale y chercher du matériel nécessaire à la construction d'une maison en rondin. Cette maison remplacera la vieille tente.
nl: Aan alle eisen is voldaan als uw inwoners regelmatig de marktplaats en het paviljoen kunnen bezoeken en als uw voedsel aanvoer voldoende is. Als de zeelui gelukkig genoeg zijn, dan zullen ze naar het volgende niveau gaan en Pioniers worden. Om ze gelukkig te maken, hoeft u niets meer te doen dan de belasting te verlagen, aangezien u aan alle andere voorwaarden heeft voldaan. U moet proberen niet aldoor op een laag belastingniveau te blijven, want dit zal op den duur waarschijnlijk uw faillisement betekenen. Voor een kortere periode en als je weet wat je doet, zal het prima gaan. Na een tijdje zal de eerste inwoner naar de marktplaats gaan om te kijken of er nog bouwmaterialen zijn om een blokhut te bouwen. Deze blokhut zal de oude tent vervangen.
pt: Todas as exigências estão cumpridas se os teus habitantes visitarem regularmente a praça principal e o pavilhão, e se o fornecimento de comida for adequado. Se os marinheiros estiverem felizes, eles irão querer avançar para o próximo nível, chamado de Pioneiros. uma vez que satisfeitas todas as suas necessidades, para manteres os teus habitantes felizes basta que baixes um pouco os impostos. Deverás tentar sempre recorrer a impostos baixos, no entanto deverás ter em atenção que tal poderá levar à bancarrota. Após algum tempo, a primeira unidade deverá entrar na praça principal e construir uma casa de madeira. Este edifício irá substituir a velha tenda.
ru: Теперь все потребности должны быть выполнены, если ваши жители могут регулярно посещать главную площадь и павильон и вы производите достаточно пищи. Если моряки достаточно удовлетворены, они захотят развиться до следующего уровня, называемого "Поселенцы". Чтобы сделать их счастливыми, вам не остаётся ничего другого, кроме уменьшения налогов, поскольку вы удовлетворили все требования ваших жителей. Вы должны стараться избегать низких налогов, посколько они приведут рано или поздно к банкротству. Но они могут помочь в определённый момент, если вы установите их на небольшой период времени. Через некоторое время, первый юнит должен прийти на главную площадь в поисках новых строительных материалов, чтобы построить бревенчатый дом. Этот дом заменит старую палатку.
sv: Alla behov är tillgodosedda om dina invånare regelbundet kan besöka marknadsplatsen och paviljongen och födan räcker till alla. Om sjömännen är tillräckligt lyckliga så vill de avancera till nästa steg som kallas Pionjärer. För att göra dem lyckliga finns det inte så mycket kvar att göra utom att sänka skatten eftersom alla behov redan är tillgodosedda. Undvik att ständigt hålla skatterna låga eftersom det kan leda till att du går bankrutt. Men under kortare perioder kan det vara nödvändigt, om du vet vad du gör. Efter en stund kommer den första invånaren att knata bort till marknadsplatsen, kolla efter nya byggmaterial för att bygga en timmerstuga som ersätter det gamla tältet.

source: Such residential upgrades are the only ones which cost resources and can not be restricted by you. There are manual upgrades to some buildings where you use resources to construct a better version on the same spot, and there are upgrades without costs for example as you will see with the lumberjack (In this case, only the graphics change). Upgraded housing accomodates more inhabitants, and pioneers pay more taxes than sailors, too. As you may have figured out already, the downside is that pioneers demand additional goods which sailors do not need - so you will need to spend this extra money to make them happy as well. TASK: Set the tax level to Low (left end) and wait for sailors to upgrade.
de: Solche Wohnungsverbesserungen sind die einzigen Verbesserungen, die Euch Waren kosten und die nicht eingeschränkt werden können. Es gibt Verbesserungen für Gebäude, die Ihr selbst in Auftrag gebt. Hierbei werden Ressourcen verwendet, um eine bessere Stufe des Gebäudes am selben Ort zu errichten. Es gibt aber auch Verbesserungen ohne Kosten wie zum Beispiel das Holzfällerlager. In diesem Fall wird nur die Grafik aktualisiert. Verbesserte Wohnungen beherbergen mehr Bewohner und Pioniere zahlen auch mehr Steuern als Seefahrer. Wie Ihr wahrscheinlich schon ahnt, gibt es auch einen Nachteil. Pioniere benötigen weitere Güter, die Seefahrer nicht brauchten. Damit müsst Ihr mehr Geld aufwenden, um sie weiterhin zufrieden zu stellen. AUFGABE: Setzt die Steuern auf Niedrig (linkes Ende) und wartet darauf, dass die Siedler ihre Wohnungen verbessern.
fr: L'amélioration de l'habitat est la seule qui vous coûte des ressources et que vous ne pouvez pas restreindre. Pour certains bâtiments, les améliorations nécessitent des ressources mais donnent une version plus performante du même bâtiment et il y a des améliorations qui ne coutent rien, comme par exemple pour les camps de bucheron (ici, c'est juste l'aspect qui changera). Les logements améliorées peuvent héberger plus d'habitants et, de plus, les pionniers paient plus de taxes que les marins. Comme vous l'avez peut-être constaté, le désavantage est que les pionniers demandent des biens supplémentaires dont les marins n'ont pas besoin - vous devrez donc dépenser cet argent supplémentaire pour les satisfaire aussi. MISSION: Baissez les taxes (côté gauche du régleur) et attendez que les marins se développent.
nl: Zulke woning verbeteringen zijn de enigen die u bouwmaterialen kosten en die niet door u beperkt kunnen worden. Er zijn handmatige verbeteringen voor sommige gebouwen waar u bouwmaterialen gebruikt om een verbeterde versie op dezelfde locatie neerzet. Verder zijn er verbeteringen zonder kosten zoals bijvoorbeeld bij de houthakker (alleen een grafische verandering). Verbeterde woningen herbergen meer inwoners en pioniers betalen meer belasting dan zeelui. Zoals u misschien ondertussen al doorheeft is er een nadeel. De pioniers vragen meer extra goederen welke zeelui niet nodig hebben. U zult dus wat extra geld moeten uitgeven om ze tevreden te houden. OPDRACHT: Zet het belastingniveau op laag (links op het eind) en wacht tot de zeelui de woningen verbeteren.
pt: Tais remodelações residenciais custam recursos e não podem ser limitadas por ti. Existem remodelações manuais para alguns edifícios onde utilizarás recursos para constuir uma versão melhorada no mesmo lugar, e nesse caso as remodelações não terão custos, como por exemplo o lenhador (neste caso só existe um troca de gráficos). Ao remodelar edifícios habitacionais, os mesmos irão alojar mais habitantes, e os pioneiros pagam mais impostos que os marinheiros. Como já percebeste, o único aspecto negativo dos pioneiros é que consomem recursos que os marinheiros não necessitam - portanto irás gastar mais recursos para os manter felizes. TAREFA: Baixa os impostos (lado esquerdo) e espera pela promoção dos marinheiros a pioneiros.
ru: Такие улучшения, производимые жителями - единственные, которые стоят ресурсов и которые вы не можете ограничить. Также вы можете вручную улучшить некоторые здания: потратив ресурсы, вы построите лучшую версию в той же точке; также существуют улучшения, не требующие ресурсов, например, вы можете увидеть улучшение лесопилки (в данном случае, изменится только внешний вид). Улучшенные жилища вмещают больше жителей, и поселенцы платят большие налоги, чем моряки. Как вы уже могли заметить, обратная сторона в том, что поселенцы нуждаются в дополнительных товарах, которые не нужны морякам - поэтому вам прийдётся тратить дополнительные деньги, чтобы удовлетворить эти потребности. ЗАДАЧА: Установите низкий уровень налогов (крайнее левое положение) и ждите, пока моряки продвинутся на следующую ступень развития.
sv: Uppgraderingar av bostäder kostar varor(som trä) och kan inte styras av dig(förutom att tillgodose behov och sänka skatter). Det finns manuella uppgraderingar av andra byggnader för att bygga en bättre version av byggnaden, och dessutom finns det uppgraderingar utan kostnad, till exempel skogshuggarens byggnad(I detta fall ändras endast grafiken). Uppgraderade bostäder rymmer fler inneboende och dessutom betalar poinjärerna mer skatt än sjömännen. Nackdelen med uppgraderingar är att pionjärerna kräver mer varor än vad sjömännen gör - så de extra pengar du tjänar in kanske måste spenderas på att göra dem lyckliga. UPPGIFT: Sänk skatten och vänta på att sjömännen ska uppgradera.

source: Set the tax level to Low (left end) and wait for your sailors to upgrade.
de: Setzt die Stufe der Steuern auf Niedrig (linke Seite) und wartet, bis Eure Siedler aufsteigen.
fr: Réglez les taxes sur Bas (côté gauche du régleur) et attendez que vos marins se développent.
nl: Zet het belasting niveau op laag (linkerkant) en wacht totdat de zeelui promoveren.
pt: Baixa os impostos (lado esquerdo) e espera pela promoção dos marinheiros a pioneiros.
ru: Установите низкий уровень налогов (крайнее левое положение) и ждите, пока моряки продвинутся на следующую ступень развития.
sv: Sänk skatten och vänta på att sjömännen ska uppgradera.
