Repository: ChrisOelmueller/ye-very-olde-translations
Catalog: POOTLE_EXPORT/uh-tutorial/*.xlf
Languages: de, fr, nl, pt, ru, sv

source: For example: Having a 'Buy' slot and 5 tons in stock, a slider positioned at 9 tons will cause you to buy 4 additional tons at most. Selling works similarly. A 'Sell' slot with 18 tons in stock and the slider positioned at 13 will sell up to 5 tons. If the free trader however only wants to buy or sell less than your settings would allow him, you need to live with that and wait for him to return. Unknown Horizons features smart pricing, so the value of one unit can vary. It is NOT possible to change prices manually! You can see your trade balance in the 'Account' tab comparing the 'Sale' and 'Buy' values there. TASK: Buy as many tools as you need to have 30 tools in stock!
fr: Par exemple : Un emplacement «achat» avec 5 tonnes en stock et un curseur à 9 provoquera l'achat de 4 tonnes supplémentaires. Un emplacement «vente» avec 18 tonnes en stock et un curseur à 13 vendra jusqu'à 5 tonnes. Cependant si le bateau-marchand veut juste acheter ou vendre moins que ce que vos réglages permettent, vous devrez être patient et attendre son retour. Unknown Horizons propose un système de prix intelligent, la valeur d'une unité peut donc varier. Il n'est PAS possible de changer les prix! Vous pouvez voir votre balance commerciale dans l'onglet «Compte» mettant en relief «Vente» et «Achat». MISSION: Achetez autant d'outils que nécessaire pour en avoir 30 en stock!
pt: Por exemplo: Tendo um compartimento de 'Comprar' e 5 toneladas em stock, se a barra for posicionada nas 9 toneladas, serão compradas 4 toneladas, no máximo, adicionais. As vendas funcionam de forma similar. Um compartimento 'Vender' com 18 toneladas em stock e a barra posicionada nas 13 toneladas implica a venda de, no máximo, 5 toneladas. No entanto, se o mercador livre apenas pretende comprar ou vender quantidades inferiores ao objectivo que definiste terás de esperar que ele volte novamente. O Unknown Horizons possui uma funcionalidade de ajude inteligente de preços, dessa forma o valor unitário de uma mercadoria pode variar. Não é possível definir o preço manualmente! Podes ver um saldo das tuas trocas comerciais no separador 'Conta' comparando os valores nas secções de 'Comprar' e 'Vender'. TAREFA: Compra quantas ferramentas forem necessárias para teres em stock 30 ferramentas!

source: Note that faith is treated like a physical resource! This means that your inhabitants need a road connection to the producer (pavilion) to pick up faith there. After some time, they will have consumed it and then again look for a producer to collect more faith. Important: It is NOT enough that the building is merely within a certain range of the tents. The road connection is required as well. TASK: Build a pavilion with a trail to the tents in order to fulfill your sailors' demand for faith.
fr: Notez que la foi est traité comme un bien physique! Cela implique que vos habitants auront besoin d'une connexion routière vers le producteur (le pavillon) pour aller y checher de la foi. Attention: Il n'est PAS suffisant que le bâtiment soit simplement dans un certain rayon des tentes. La connexion routière est également requise. MISSION: Édifiez un pavillon avec un sentier vers les tentes pour qu'il puisse combler la demande en foi des marins.
pt: Repara que a fé é tratada do mesmo modo que os recursos físicos! Isto implica que os habitantes precisam de uma estrada que os ligue ao local onde a fé é produzida (pavilhão) para que a possam ir buscar. Depois de algum tempo terão consumido a fé e precisarão de ir buscar mais.. Importante: Não basta que os edifícios estejam dentro do raio de acção das tendas. É necessário que sejam ligados por uma estrada. TAREFA: Constrói um pavilhão com um caminho a ligar às tendas para cumprir com as exigências de fé dos teus marinheiros.
