Repository: ChrisOelmueller/ye-very-olde-translations
Catalog: POOTLE_EXPORT/uh-tutorial/*.xlf
Languages: de, fr, nl, pt, ru, sv

source: This means that you can save money when you temporarily do not need a company and do not want to tear it down, either. Another solution is to build the last increment-I building which has not been mentioned so far: the storage tent. This building has two purposes. It: * Offers more storage for your goods, and * sends its own collectors to fetch goods, just like the branch office does. Note that companies can also be connected to a storage in order to get their products collected, and if the branch office is overwhelmed with collector tasks, you can place a storage tent to help out there. TASK: Build a storage tent, preferably where you need collectors.
de: Ihr könnt somit Geld sparen, wenn Ihr einen Betrieb vorübergehend nicht benötigt, ihn aber auch nicht abreißen möchtet. Eine andere Lösung ist das Gebäude der Stufe I, welches wir bis jetzt noch nicht erwähnt haben: das Lagerzelt. Dieses Gebäude hat zwei Zwecke. Es * bietet mehr Platz für Eure Güter und * schickt (genau wie das Kontor) eigene Träger, um Güter zu transportieren. Anzumerken ist, dass alle Betriebe auch mit dem Lager verbunden werden können, um ihre Güter abholen zu lassen. Falls Euer Kontor mit den Transportaufgaben überfordert ist, kann ein zusätzlich errichtetes Lager Entlastung bieten. AUFGABE: Errichtet ein Lager, möglichst dort, wo die Abholsituation verbessert werden soll.
fr: Cela veut dire que vous pouvez économiser de l'argent en désactivant des bâtiments que vous ne voulez pas détruire mais dont vous n'avez pas besoin pour l'instant. Une autre solution est de construire le dernier bâtiment de niveau 1 qui n'a pas encore été mentionné : l'entrepôt. Ce bâtiment a deux fonctions. Il: * Offre plus d'espace de stockage pour vos biens et * Envoie ses propres collecteurs pour aller chercher des biens tout comme le comptoir le fait. Notez que les entreprises peuvent également être connectées à un entrepôt à la place d'un comptoir et si le comptoir est surchargé vous pouvez l'aider à tout collecter en construisant un entrepôt. MISSION: Construisez un entrepôt, de préférence quelque part où vous avez besoin de collecteurs.
nl: Dit betekent dat u geld kan besparen wanneer u tijdelijk geen bepaald bedrijf nodig heeft en het ook niet wilt slopen. Een andere oplossing is het plaatsen van het laatste niveau I gebouw, dat nog niet besproken is: De opslag tent. Dit gebouw heeft twee doeleinden: * Het biedt meer ruimte voor goederen * Het stuurt eigen verzamelaars om goederen te halen, zoals het kantoor doet. Merk op dat bedrijven ook met een opslag tent verbonden kunnen worden om hun goederen op te laten halen, en als alle verzamelaars van het kantoor bezet zijn, kan een opslag tent de oplossing bieden. OPDRACHT: Plaats een opslag tent, bij voorkeur waar u verzamelaars nodig heeft.
pt: Isto significa que podes poupar dinheiro quando não necessitas que uma unidade produza recursos durante um período de tempo mas não a queres demolir. Outra solução será construír outro edifício que não foi mencionado previamente: uma tenda de armazenamento. Este edifício tem dois objectivos. Ele: * Oferece mais capacidade de armazenamento e; * envia os seus próprios transportadores para recolherem a mercadoria, tal como a feitoria faz. Nota que as empresas podem também estar ligadas a um armazém para que os seus recursos sejam recolhidos, e se a feitoria está sobrecarregada com tarefas de recolha, podes utilizar um armazém para ajudar. TAREFA: Constrói uma tenda de armazenamento, preferencialmente onde fazem falta transportadores.
ru: Это значит, что вы можете сохранить деньги, если вы временно не нуждаетесь в предприятии, но и не хотите сносить его совсем. Другое решение - построить последнее здание первого уровня, которое не было до этого рассмотрено: хранилище. Это здание имеет две цели, оно: * предлагает больше площадей для хранения ваших товаров и * посылает сборщиков за товарами, так же как и контора. Обратите внимание, что предприятия могут быть также соединены с хранилищем, чтобы их товары были собраны, если сборщики конторы перегружены задачами. ЗАДАЧА: Постройте хранилище, предпочтительно там, где вам нужны сборщики.

source: Build a storage tent (increment I tab) where it makes sense.
de: Errichtet ein Lager (im Tab 'Stufe I') an einem sinnvollen Bauplatz.
fr: Construisez un entrepôt (dans l'onglet niveau I) à un emplacement utile.
nl: Plaats een opslag tent (niveau I scherm).
pt: Constrói uma tenda de armazenamento (separador de nível I) onde fizer mais sentido.
ru: Постройте хранилище (с вкладки построек первого уровня) где это имеет смысл.

source: NEW TASK: BUILD A WEAVER
de: NEUE AUFGABE: WEBER
fr: MISSION: LE TISSERAND
nl: OPDRACHT: KLEERMAKER
pt: NOVA TAREFA: CRIA UM TECELÃO
ru: СТРОИТЕЛЬСТВО ЖИЛИЩА ТКАЧА

source: Now the wool production is set up, you still need a weaver to produce cloth out of this wool. There are two spots where you can build it - either close to the farm or close to a Storage Tent (or the Branch Office). In both cases you should ensure the connection to a trail as well. You can place the weaver close to the farm and tear down any trail to the farm to see that it will still fetch the wool and produce. TASK: Build a weaver positioned so it can get wool.
de: Ihr benötigt immer noch einen Weber, um aus der nun produzierten Wolle Stoff herzustellen. Es gibt zwei Möglichkeiten, ihn zu bauen: entweder nahe der Farm oder in der Nähe eines Lagers bzw. des Kontors. In beiden Fällen solltet Ihr eine Straßenverbindung sicherstellen. Der Weber wird auch ohne eine Straße bei der Farm Wolle abholen und Stoff produzieren, wenn sie nah genug gelegen ist. AUFGABE: Errichtet einen Weber, der Wolle abholen kann.
fr: Maintenant la production de laine est lancée, mais vous avez besoin d'un tisserand pour produire du tissu à partir de la laine. Il y a deux endroits où vous pouvez l'installer - ou bien près de la ferme ou bien près d'un entrepôt (ou du comptoir). Dans les deux cas vous devrez vous assurer qu'il est également connecté à un sentier. Vous pouvez placer le tisserand près de la ferme et détruire tous les sentiers qui mènent à la ferme pour observer qu'il ira chercher la laine directement à la ferme. MISSION: Construisez un tisserand à un emplacement à partir duquel il pourra aller chercher de la laine.
nl: Nu de wol productie gereed is heeft u nog een kleermaker nodig om kleren te fabriceren van de wol. Er zijn twee plaatsen waar u de kleermaker kunt plaatsen - ofwel dichtbij de boerderij of dicht bij een opslag tent danwel het kantoor. In beide gevallen dient er een verbinding met de weg te zijn. U kunt de kleermaker dichtbij de boerderij plaatsen en alle wegen naar de boerderij afbreken om te zien dat de kleermaker alsnog wol ophaalt en kleren produceert. OPDRACHT: Plaats een kleermaker waar het wol kan ophalen.
pt: Agora que a produção de lã está configurada, ainda precisas de um tecelão para produzir o tecido a partir da lã. Existem dois lugares onde poderás adicioná-lo - ou junto a uma quinta ou junto a uma Tenda de Armazenamento (ou à Feitoria). Em ambos os casos deverás certificar-se que existem caminhos entre os edifícios. Poderás colocar o tecelão junto à quinta e utilizar qualquer caminho para a quinta para verificar se o transportador recolhe também a lã. TAREFA: Adicionar um tecelão posicionado de modo a conseguir recolher a lã.
ru: Теперь, когда налажено производство шерсти, вам всё ещё требуется ткач для производства одежды из неё. Вы можете построить его в одном из двух мест - рядом с фермой или рядом с хранилищем (или конторой). В обоих случаях вы должны также обеспечить соединение с дорогой. Вы можете расположить ткача рядом с фермой и уничтожить все дороги к ферме, чтобы увидеть, что ткач всё ещё будет забирать шерсть с фермы и производить одежду. ЗАДАЧА: Постройте жилище ткача так, чтобы у него был доступ к ферме.

source: Build a weaver that can somehow reach the wool of your farm.
de: Errichtet einen Weber, der Wolle von einer Farm abholen kann.
fr: Installer un tisserand qui pourra accéder à la laine de votre ferme.
nl: Plaats een kleermaker die de wel van je boerderij kan bereiken.
pt: Adiciona um tecelão posicionado de modo a conseguir recolher a lã produzida na quinta.
ru: Постройте жилище ткача так, чтобы у него был доступ к ферме, производящей шерсть.

source: House a total of 50 or more inhabitants in your city to complete the tutorial. You need a positive balance.
de: Beherbergt insgesamt 50 oder mehr Einwohner in Eurer Stadt, um dieses Tutorial zu beenden. Ihr benötigt außerdem eine positive Bilanz.
fr: Logez un total de 50 habitants au moins dans votre ville pour compléter ce didacticiel. Il vous faut un bilan financier positif.
nl: Bereik een totaal van 50 inwoners om deze tutorial te voltooien. U heeft een positieve balans nodig.
pt: Aloja 50, ou mais, habitantes na cidade para terminar este tutorial. Necessitas ter um saldo positivo.
ru: Обеспечьте жильём 50 или более жителей в вашем городе, чтобы закончить обучение. Баланс должен быть положительным.

source: NEW TASK: COMPLETE TUTORIAL
de: NEUE AUFGABE: ABSCHLUSS
fr: MISSION : FINIR LE DIDACTICIEL
nl: OPDRACHT: VOLTOOI TUTORIAL
pt: NOVA TAREFA: TERMINA O TUTORIAL
ru: ЗАВЕРШЕНИЕ ОБУЧЕНИЯ

source: Try to house a total of 50 or more inhabitants in your city by providing more residential buildings. Once you are able to keep an economy running which can satisfy this amount of consumers, you are ready to discover new Unknown Horizons! TASK: Reach a total number of 50 inhabitants and a positive balance to complete this tutorial.
de: Versucht, in Eurer Stadt insgesamt 50 oder mehr Einwohner zu beherbergen, indem Ihr mehr Wohngebäude bereitstellt. Sobald die Wirtschaft floriert und diese Anzahl an Einwohnern versorgen kann, seid Ihr bereit für Eure nächsten Aufgaben: Segelt zu neuen Ufern und erforscht neue 'Unknown Horizons'! AUFGABE: Erreicht insgesamt 50 Einwohner und eine positive Bilanz, um dieses Tutorial abzuschließen.
fr: Essayez d'héberger un total d'au moins 50 habitants en construisant des résidences supplémentaires. Dès que votre économie pourra satisfaire ce nombre de consommateurs vous serez prêt à découvrir d'autres - Horizons Inconnus ! MISSION: Atteignez un total de 50 habitants et un bilan positif pour terminer ce didacticiel.
nl: Breidt uw stad uit naar 50 of meer inwoners door meer residentiele gebouwen te plaatsen. Zodra u de economie draaiend kunt houden met deze hoeveelheid inwoners, bent u klaar om Unknown Horizons te verkennen! OPDRACHT: Bereik een totaal van 50 inwoners en een positieve balans om deze tutorial te voltooien.
pt: Tenta alojar um total de 50, ou mais, habitantes na tua povoação e fornece os edifícios residenciais necessários. Uma vez que consigas uma economia que satisfaça este número de habitantes, está pronto para descobrir novos Horizontes Desconhecidos! TAREFA: Atinge um número de 50, ou mais, habitantes e saldo positivo para completar este tutorial.
ru: Постарайтесь обеспечить жильём в вашем городе 50 или более поселенцев, построив новые жилые здания. Как только вы будете в состоянии поддерживать экономику, удовлетворяющую потребности этих потребителей, вы будете готовы открывать Новые Горизонты! ЗАДАЧА: Достигните общего числа в 50 жителей и положительного баланса, чтобы закончить это обучение.

source: NO TASKS LEFT
de: KEINE AUFGABEN ÜBRIG
fr: AUCUNE MISSION RESTANTE
nl: GEEN OPDRACHTEN RESTEREND
pt: NENHUMA TAREFA DISPONÍVEL
ru: ЗАДАЧ БОЛЬШЕ НЕТ

source: There is nothing left to do now. If you have any suggestions on what we could or should improve, add or leave out: www.unknown-horizons.org #unknown-horizons @ irc.freenode.net team@unknown-horizons.org Our forums are open to you as well! The best results until now were achieved by joining our IRC channel, so you could try that out first (-;
de: Es gibt jetzt nichts mehr zu tun. Wenn Ihr Vorschläge habt, was wir verbessern, hinzufügen oder auslassen könnten bzw. sollten: www.unknown-horizons.org #unknown-horizons @ irc.freenode.net team@unknown-horizons.org Unsere Foren stehen dir ebenfalls offen! Die besten Ergebnisse wurden bis jetzt erreicht, wenn man unseren IRC Kanal betritt, das solltet Ihr also zuerst probieren (-; Genauso wie Ihr auch kein Gast in fremder Gesellschaft sein möchtet, der einer Unterhaltung mangels Sprachkenntnis nicht folgen kann, bitten wir dort um Englisch. In dringenden Fällen gibt es immer noch den deutschen Teil im Forum.
fr: Il ne reste plus rien a faire pour l'instant. Si vous avez des propositions sur ce que nous pourrions améliorer, ajouter ou enlever: www.unknown-horizons.org #unknown-horizons @ irc.freenode.net team@unknown-horizons.org Nos forums vous sont également accessibles! Jusqu'à présent, le canal IRC est le meilleur moyen de nous joindre, essayez donc cela en premier ;-) Dans l'intérêt des autres participants aux conversations et qui ne parlent peut-être pas le français, nous vous prions de parler anglais dans le chat.
nl: Er zijn geen resterende taken. Mocht u suggesties hebben wat er verbeterd, toegevoegd of verwijderd kan worden: www.unknown-horizons.org #unknown-horizons @ irc.freenode.net team@unknown-horizons.org De forums zijn open voor iedereen! De beste resultaten tot nu toe zijn behaald via het IRC kanaal, wij raden aan dit eerst te proberen (-;
pt: Não resta nada fazer agora. Se tiveres alguma sugestão em algo que possamos adicionar ou melhorar, contacta-nos: www.unknown-horizons.org #unknown-horizons @ irc.freenode.net team@unknown-horizons.org Temos fórums disponíveis se preferires! Os melhores resultados até agora foram obtidos através do nosso canal de IRC, recomendamos essa aproximação primeiro (-;
ru: Теперь больше нечего делать. Если у вас есть какие-либо предложения, что мы можем или должны улучшить, добавить или убрать: www.unknown-horizons.org #unknown-horizons @ irc.freenode.net team@unknown-horizons.org Наши форумы также открыты! Быстрее всего с нами связаться, присоединившись к IRC каналу, поэтому вы можете попробовать это в первую очередь (-;

source: Thanks!
de: Vielen Dank!
fr: Merci !
nl: Dank u wel!
pt: Obrigado!
ru: Спасибо!

source: Thanks for playing the tutorial! Your UH-Team
de: Danke, dass Ihr Euch Zeit und Mühe genommen habt, diese Einführung zu spielen! Das UH-Team
fr: Merci d'avoir suivi ce didacticiel! L'équipe d'UH
nl: Bedankt voor het spelen van de Tutorial! Het UH-Team
pt: Obrigado por teres jogado o tutorial! A Equipa do UH
ru: Спасибо за прохождение обучения! UH-Team

source: Congratulations! You have reached the end of this tutorial and are ready to meet new challenges!
de: Glückwunsch! Ihr habt das Ende dieser Einführung erreicht und seid bereit, Euch neuen Herausforderungen zu stellen!
fr: Félicitations ! Vous avez atteint la fin de ce didacticiel, vous êtes maintenant prêt à relever de nouveaux défis !
nl: Gefeliciteerd! U heeft het einde van deze handleiding bereikt en bent nu klaar voor nieuwe uitdagingen!
pt: Parabéns! Chegaste ao fim deste tutorial e estás preparado para novos desafios!
ru: Поздравляем! Вы достигли конца обучения и готовы к новым испытаниям!

source: Build a branch office at the coast, so it is easy accessible for other ships like the Free Trader.
fr: Construire un comptoir sur la côte, ainsi il sera facilement accessible aux autres navires comme ceux du Marchant Indépendant.
pt: Constrói uma feitoria na costa, para que outros navios como o do Mercador Livre possam aceder facilmente.

source: The construction material on your ship got unloaded automatically. You can now construct some basic buildings. We will start with building a lumberjack. This is essential because, at this stage, boards are the only poles your sailors can afford to hang their tents over. The fisherman needs some boards to build his vessel as well. In order to construct lumberjacks; open the build menu by either clicking the big icon below the mini map or pressing B key. The build menu is sorted by increments. You are currently in the first increment (the Sailors level) so are offered only the basic buildings.
fr: Les matériaux de construction de votre navire ont été déchargés automatiquement. Vous pouvez maintenant construire quelques bâtiments de base. Nous commencerons avec un campement de bûcheron. C'est essentiel car, à ce stade, le bois est le seul matériel que vos marins peuvent s'offrir pour monter leurs tentes. Le pêcheur a aussi besoin de planches pour construire son bateau. Pour construire votre campement de bûcheron; ouvrez le menu construction soit en cliquant l’icône sous la mini-carte, soit en pressant la touche B. Le menu construction est divisé en niveau. Vous êtes actuellement au premier niveau (niveau des marins) et ne sont donc proposés que les bâtiments de base.
pt: O material de construção que estava no navio foi descarregado automaticamente. Podes agora iniciar a construção de alguns edifícios simples. Iremos começar por adicionar um lenhador. Este passo é fundamental uma vez que, nesta fase, pranchas de madeira são os únicos pilares que podem ser usados pelos marinheiros para suportar as tendas. Além disso, o pescador precisa de algumas pranchas de madeira para criar a sua embarcação. De modo a adicionar lenhadores abre o menu de construção clicando no ícone debaixo da miniatura do mapa ou pressionado a tecla B. O menu de construção é ordenado por níveis. Encontras-te no primeiro nível (o nível de Marinheiros) e por isso apenas estão disponíveis os edifícios mais simples.

source: Now let's have a closer look at the main square. In the 'Account' tab you get a balance sheet of this island, featuring all costs you pay and all taxes you earn. The items 'Sale' and 'Buy' refer to your trading balance and will be explained later on. If your balance is positive, you all-in-all make a profit. In the different increment overview tabs you can see statistics about your inhabitants. You also set the increment-specific global tax here and allow or deny inhabitants of this increment to upgrade to the next higher one.
fr: Maintenant, nous allons regarder de plus près la place centrale. Dans l'onglet «Compte» vous obtenez un bilan de cette île, avec tous les frais que vous payez ainsi que tous les impôts que vous gagnez. Les points 'Vendre' et 'Acheter' font référence à votre balance commerciale et seront expliqués plus tard. Si votre solde est positif, tout compte tenu vous faites un profit. Dans les différents onglets de sélection de niveaux vous pouvez voir des statistiques sur vos habitants. Vous pouvez également définir le niveau global de taxe spécifique et autoriser ou refuser aux habitants de ce niveau de passer au niveau suivant.
pt: Vamos agora olhar para a praça principal com mais atenção. No separador 'Conta' é possível ver uma folha com o saldo desta ilha, mostrando todos os custos e todos os impostos recolhidos. Os ítems na secção 'Venda' e 'Compra' referem-se ao saldo das trocas comerciasi e serão explicados mais tarde. Se o saldo é positivo, no geral estás a ter lucro. Nos vários separadores de relatórios é possível ver estatísticas sobre os habitantes. É também o local onde se pode definir o valor dos impostos para determinado nível e permitir ou proibir o melhoramento dos habitantes para o nível seguinte.

source: Can you see the ship passing your island from time to time? That ship belongs to the Free Trader, one of the first settlers in this archipelago. The trader will supply your settlement with necessary goods which you can't produce yet. You can also sell surpluses of your production, but in general consuming them (by building more tents) instead of selling them yields more profit. Normally the trader ships just sail around and look for deals, but you can speed things up a bit. For this purpose, build a signal fire at the coast near your branch office. It will show ships the way to your settlement. The signal fire has to cover the area which the ships pass through to catch them.
fr: Avez-vous remarqué le navire qui passe de temps en temps devant votre île? C'est le navire du marchand indépendant, l'un des premiers colons de cet archipel. Il approvisionne votre colonie en marchandises que vous ne pouvez pas encore produire. Vous pouvez également vendre vos surplus de production, mais en général il est plus profitable de les consommer (en constiusant plus de tentes). Normalement les navire marchands ne font que chercher des marchers à conclure, mais vous pouvez accélérer les choses und peu. À cette fin construisez un phare sur la côte près de votre comptoir. Il motrera aux navires le chemin vers votre colonie. Le phare doit couvrir le territoir à travers lequel les navires passent pour les guider.
pt: Vês o navio que passa pela tua ilha de tempos a tempos? Esse navio pertence ao Mercador Livre, um dos primeiros povoadores deste arquipélago. O mercador pode fornecer à tua povoação os bens que esta ainda não consegue produzir. Podes também vender o excesso da produção mas, regra geral, consumir esse excesso (criando novas tendas) em vez de o vender resulta num lucro maior. Normalmente os navios do mercador navegam pelo mar à procura de negócios, mas é possível acelerar as coisas um pouco. Para isso, constrói um sinal de fogo na costa perto da feitoria. O sinal de fogo irá indicar aos navios que passam onde fica a tua povoação. O sinal de fogo tem de cobrir a área em que os navios passam para ser eficaz.

source: After this little advertisment, the trader will also stop by and look into your branch office if it planned to sail past it. You can propose deals via the branch office tab 'Buy/Sell'. (This feature is currently quite fiddly to use. If you come up with a nice way of improving it, please share your thoughts! We need your help here!) At the 'sailors' increment, you are equipped with three trading slots. Click on the small icon to change the slot mode from 'Buy' to 'Sell' and vice versa. Click in the slot to choose the good you want to trade with. We will further explain this once you are ready to trade. TASK: Build a signal fire at the coast close to your branch office.
fr: Après cette annonce le marchand fera une escale chez vous pour regarder votre comptoir même s'il avait prévu de passer tout droit. Vous pouvez faire des offres dans l'onglet "Achat/Vente" de votre comptoir. (Cette fonction est malheureusement un peu difficile à utiliser pour le moment. Si vous avez une bonne idée pour l'amériorer partagez la avec nous! Nous avons besion de votre aide!) Au niveau "marins" vous avez trois emplacements de commerce à votre disposition. Cliquez sur le petit symbole pour changer le mode der "Achat" à "Vente" et vice versa. Cliquez sur l'emplacement de commerce pour choisir la marchandise que vous voulez vendre ou acheter. Nous expliquerons ce procédé plus précisément lorsque vous serez prèt à faire affaire. MISSION: Érigez un phare sur la côte près de votre comptoir.
pt: Depois deste pequeno anúncio, o mercador irá parar na feitoria mesmo que tenha inicialmente pensado em passar sem parar. Podes propor negócios através do separador 'Comprar/Vender' presente na feitoria. (Esta funcionalidade é, actualmente, pouco intuitiva, se tiveres sugestões para a melhorar, por favor, partilha as tuas ideias. Precisamos da tua ajuda!) No nível 'marinheiros' tens ao teu dispor três compartimentos para trocas comerciais. Clica no ícone para alternar entre o modo 'Comprar' e 'Vender'. Clica no compartimento para escolher a mercadoria que queres trocar. Estas opções serão explicadas mais tarde no tutorial, quando estiveres pronto para fazer trocas comerciais. TAREFA: Constrói um sinal de fogo na costa junto à feitoria.
