Repository: ChrisOelmueller/ye-very-olde-translations
Catalog: POOTLE_EXPORT/uh-tutorial/*.xlf
Languages: de, fr, nl, pt, ru, sv

source: Settlers want to have a roof over their heads, else they won't even think of living in your city! You need to provide tents. Tents are the basic residential buildings. Your inhabitants will want to upgrade it when they reach higher increments. Settlers may not look very useful since they will try to consume all goods you produce - but they at least pay taxes, and that's the only way you can make money for now! TASK: Build a tent and connect it to the main square.
de: Siedler wollen ein Dach über dem Kopf haben, sonst werden sie nicht einmal daran denken, sich in Eurer Stadt niederzulassen. Hierzu müsst Ihr Zelte bereitstellen! Zelte sind die einfachsten Wohngebäude. Eure Einwohner werden sie ausbauen, wenn sie eine höhere Stufe erreichen. Einwohner mögen vielleicht auf den ersten Blick nicht sehr nützlich erscheinen – sie verbrauchen den Großteil der Güter, die Ihr produziert. Aber sie zahlen dafür immerhin Steuern. Und das ist der einzige Weg, wie Ihr momentan an Geld gelangen könnt. AUFGABE: Errichtet ein Zelt und verbindet es mit dem Marktplatz.
fr: Les colons veulent avoir un toit au dessus de la tête, autrement ils ne penseront même pas à venir vivre dans votre ville! Vous devez leurs fournir des tentes. Les tentes constituent l'habitation de base. Vos habitants voudront les améliorer quand ils atteindront des niveaux supérieurs. Les marins peuvent sembler peu ou pas très utiles dans la mesure où ils essaieront de consommer tout les biens que vous produirez mais, au moins, ils paient les taxes et c'est votre seule façon de gagner de l'argent pour le moment. MISSION: Construisez une tente et connectez la à la place centrale.
nl: Kolonisten willen graag een dak boven hun hoofd, anders zullen ze zich niet vestigen! U dient tenten te plaatsen! Tenten zijn de eenvoudigste gebouwen voor inwoners. Uw inwoners zullen deze verbeteren zodra ze hogere niveau's bereiken. Zeelui lijken niet nuttig aangezien ze proberen alles te gebruiken wat je produceert - maar ze betalen wel belastingen. Dat is voorlopig de enige manier om geld te verdienen. OPDRACHT: Plaats een tent en verbind deze met het plein.
pt: Os povoadores querem um telhado sobre as suas cabeças, caso contrário não irão sequer considerar viver na tua cidade! Terás de providenciar tendas. As tendas são o edifício residencial mais básico. Os habitantes irão querer melhoramentos quando chegarem a níveis mais altos. Os povoadores podem não parecer muito importantes, uma vez que apenas consomem mercadorias e recursos - mas são eles que pagam os impostos, e os impostos são, para já, a única maneira que tens de ganhar dinheiro! TAREFA: Constrói uma tenda e ligua-a à praça principal.
ru: Поселенцы хотят иметь крышу над головой, иначе они даже не подумают жить в вашем городе! Вы должны предоставить им палатки. Палатки - базовые жилые постройки. Ваши жители захотят улучшить их когда они достигнут более высокого уровня. Жители могут выглядить не очень полезными, посколько они будут стараться потреблять все товары, которые вы производите - но они, по крайней мере, платят налоги, а это, пока что, единственный путь получить деньги! ЗАДАЧА: Построить палатку и соединить её тропой с главной площадью.
sv: Nybyggare vill ha tak över huvudet, annars kommer de inte att flytta in i din bosättning! Du måste ge dem tält att bo i. Tält är den enklaste typen av bostad. Dina invånare kommer att vilja uppgradera sina bostäder när nya steg finns tillgängliga. Nybyggare kan tyckas onödiga eftersom de konsumerar dina varor - å andra sidan betalar de skatt, och är den enda inkomstkällan du har för tillfället. UPPGIFT: Bygg ett tält och anslut den till marknadsplatsen.

source: Build a tent and connect it to the main square.
de: Errichtet ein Zelt und verbindet es mit dem Marktplatz.
fr: Construisez une tente et connectez la à la place centrale.
nl: Plaats een tent en verbind deze met het plein.
pt: Constrói uma tenda e ligua-a à praça principal.
ru: Построить палатку и соединить её тропой с главной площадью.
sv: Bygg ett tält och anslut den till marknadsplatsen.

source: Let's have a look at the tent overview tab. You can see * the happiness of these residents, * the taxes they pay and * the resources they demand. If their demands are fulfilled, happiness and thus your tax income increase. If not, happiness and income decrease. At some time your residents may get really sour and simply turn their back on your village, leaving behind a decaying ruin. Note that you can also change the global tax settings here, too. TASK: Build at least three additional tents. TIP: Holding down SHIFT eases constructing multiple buildings of the same kind.
de: Wir sollten uns nun den Übersichts-Tab eines Zelts ansehen. Es wird angezeigt: * die Zufriedenheit dieser Bewohner, * die Höhe der Steuern, die sie zahlen und * die Waren, nach denen sie verlangen Wenn ihr Bedarf gedeckt ist, werden ihre Zufriedenheit und damit Eure Steuereinnahmen steigen. Sind sie es nicht, sinkt beides. Ab einem gewissen Punkt werden die Einwohner wirklich sauer, sodass sie ihre Koffer packen, aus der Stadt verschwinden und nur noch eine unbewohnbare Ruine zurücklassen. Beachtet, dass Ihr auch in diesem Tab an der Steuerschraube drehen könnt. AUFGABE: Erbaut noch drei weitere Zelte. TIPP: Mit gedrückter SHIFT-Taste wird das Bauen von mehreren Gebäuden des selben Typs erleichtert.
fr: Regardons maintenant la fenêtre d'une tente. Vous pouvez y voir * la satisfaction de ses occupants, * les taxes qu'ils paient et * les ressources qu'ils demandent. Si vous répondez à leurs demandes, la satisfaction et donc les taxes prélevées augmentent. Sinon, la satisfaction et les rentrées d'argent diminuent. Parfois, les habitants peuvent en avoir vraiment marre, ils tournent alors le dos à votre village. Notez que vous pouvez régler les taxes ici aussi. MISSION: Construisez au moins 3 tentes supplémentaires. Astuce: Il est plus simple de construire plusieurs bâtiments du même type en gardant la touche SHIFT enfoncée.
nl: Laten we naar het tent overzicht scherm kijken. U kunt zien * hoe gelukkig de inwoners zijn, * de belastingen die ze betalen en * de grondstoffen die ze vereisen. Wanneer hun wensen worden voldaan, zal hun geluk en uw belastinginkomsten toenemen. Zo niet, zal het geluk en de inkomsten afnemen. Wanneer de bewoners niet gelukkig meer zijn zullen ze de nederzetting verlaten en een ruïne achterlaten. Merk op dat u hier ook de belasting instellingen kunt wijzigen. OPDRACHT: Plaats tenminste drie extra tenten. TIP: Om meerdere gebouwen van het zelfde soort te plaatsen kunt u SHIFT indrukken.
pt: Vamos analizar o separador de relatório de tendas. Poderás ver: * o nível de felicidade dos teus habitantes; * os impostos que pagam estes pagam e; * os recursos que exigem. Se as suas exigências estão a ser satisfeitas, a felicidade e consequentemente os impostos irão aumentar. Caso contrário, a felicidade e as receitas diminuem. Passado algum tempo os residentes podem ficar muito desapontados e simplesmente abandonar a aldeia deixando para trás um conjunto de ruínas em decadência. Nota que é também aqui que podes mudar as definições globais dos impostos. TAREFA: Constrói, pelo menos, três tendas adicionais. DICA: Mantendo pressionada a tecla SHIFT permite construir vários edifícios do mesmo tipo de uma só vez.
ru: Давайте посмотрим на вкладку "Обзор" палатки. Вы можете увидеть: * удовлетворённость её жителей, * налоги, которые они платят и * ресурсы, которые они требуют. Если их требования удовлетворены, удовлетворённость и сооветственно доход от налогов будут расти. Если нет - удовлетворённость и налоговые сборы будут падать. В какой-то момент ваши жители могут стать действительно недовольны и просто покинуть вашу деревню, оставив после себя гниющие руины. Заметьте, что вы также можете изменить здесь глобальные настройки налогов. ЗАДАЧА: Постройте по крайней мере три дополнительных палатки. СОВЕТ: Удерживание клавиши SHIFT упрощает создание нескольких построек одного типа.
sv: Låt oss ta en titt på tältets översiktsflik. Du kan se: * Hur lyckliga de inneboende är. * Skatterna de betalar. * och de varor som de kräver. Om deras krav på varor är mättade, ökar deras lycka som i sin tur ökar dina skatteintäkter. Om inte så minkar lycka och skatteintäkter. Om du struntar fullständigt i deras behov kan det hända att de lämnar din bosättning och minnena av dem är ett förfallet tält. Notera att du även kan justera den globala skatteintäkten även här. UPPGIFT: Bygg minst tre tält till. TIPS: Att hålla ner SHIFT gör att du kan placera flera av samma byggnad.

source: Build at least three additional tents and connect them to the main square.
de: Errichtet mindestens drei zusätzliche Zelte und verbindet sie mit dem Marktplatz.
fr: Construisez 3 tentes supplémentaires et reliez les à la place centrale.
nl: Plaats tenminste drie extra tenten en verbind deze met het plein.
pt: Constrói, pelo menos, três tendas adicionais e ligua-as à praça principal.
ru: Постройте по крайней мере три дополнительных палатки и соедините их тропами с главной площадью.
sv: Bygg minst tre tält till och anslut dem till marknadsplatsen.

source: NEW TASK: BUILD SIGNAL FIRE
de: NEUE AUFGABE: LEUCHTFEUER BAUEN
fr: MISSION : LA SIGNALISATION
nl: OPDRACHT: SIGNAALVUUR
pt: NOVA TAREFA: O SINAL DE FOGO
ru: ПОСТРОЙКА СИГНАЛЬНОГО ОГНЯ
sv: NY UPPGIFT: BYGG EN SIGNALBRAND

source: Can you see the ship passing your island from time to time? This is the ship of the Free Trader, one of the first settlers in this archipelago. This trader will supply your settlement with necessary goods which you can't produce yet. You can also sell surpluses of your production, but in general consuming them (by building more tents) instead of selling to the Free Trader yields more profit. Normally the ships just sail around and look for deals, but small settlements like yours first need some promotion, otherwise you won't be found. For this purpose, you can build a signal fire at the coast near your branch office to show ships the way to your settlement.
de: Habt Ihr das Schiff bemerkt, welches von Zeit zu Zeit Eure Insel ansteuert? Dieses Schiff ist ein Freier Händler, einer der ersten Siedler in diesem Archipel. Er beliefert Siedlungen mit Gütern, die Ihr momentan noch nicht produzieren könnt. Außerdem wird er Produktionsüberschüsse einkaufen, aber im Allgemeinen ist das Verbrauchen (mehr Zelte errichten) einträglicher als der Verkauf. In der Regel fahren die Schiffe umher und halten Ausschau nach möglichen Geschäften. Neu gegründete Siedlungen wie Eure benötigen jedoch erst etwas Werbung, sonst werden sie nicht gefunden. Zu diesem Zweck könnt Ihr ein Leuchtfeuer an der Küste in der Nähe des Kontors errichten, um Schiffen den Weg zur Siedlung zu zeigen.
nl: Heeft u het schip gezien wat van tijd tot tijd bij uw eiland langsgaat? Dit is het schip van de vrije handelaar, een van de eerste kolonisten in de archipel. Deze handelaar zal uw kolonie bevoorraden met goederen die u zelf nog niet kan produceren. U kan ook goederen verkopen waarvan u teveel heeft, maar over het algemeen kunt u deze het beste laten consumeren door uw inwoners (door middel van het bouwen van extra tenten), dat levert vaak meer op dan het verkopen aan de vrije handelaar. Normaal zeilt het schip rond zoekend naar goede handel, maar kleine kolonies als die van u hebben wat meer aandacht nodig, anders worden ze nooit gevonden. Hiervoor kan u een signaalvuur bouwen aan de kust bij uw hoofdkantoor om de schepen de weg naar uw kolonie te wijzen.
ru: Вы видите корабль проходящий мимо вашего острова время от времени? Это корабль Свободного Торговца, одного из первых поселенцев на данном архипелаге. Этот торговец будет снабжать ваше поселение необходимыми товарами, которые вы пока не можете произвести самостоятельно. Вы также можете продать излишки ваших товаров, но обычно их потребление (путём постройки дополнительных палаток) вместо продажи Свободному Торговцу приносит больше прибыли. Обычно корабли просто плавают повсюду в поисках сделок, но небольшое поселение, вроде вашего, нуждается в некотором привлечении внимания, иначе вас не найдут. Для этой цели вы можете построить сигнальный огонь на побережье рядом с вашей конторой, чтобы показать кораблям путь к вашему поселению.
sv: Kan du se fartygen som passerar din ö då och då? Det är fartyg ägda av köpmän, några av de första nybyggarna i den här övärlden. Dessa köpmän säljer varor du behöver till din bosättning som du kanske inte själv producerar ännu. Du kan även sälja överskottet av dina varor, men att låta invånarna konsumera dem och bygga fler bostäder(få in mer skatt) är oftast mer lönsamt i slutänden. För att dessa fartyg ska hitta små bosättningar som din egen krävs det att du på något sätt visar att du existerar. Genom att bygga en signalbrand vid kusten, och i närheten av handelskontoret, ser fartygen var din bosättning är.

source: After this little advertisment, the trader will stop by from time to time and look into your branch office. You can propose deals via the tab 'Buy/Sell'. (This feature is currently quite fiddly to use, but a re-design is in the pipeline. If you have found a nice way of doing it, please share your thoughts! We need your help here!) At the 'sailors' increment, you are equipped with three trading slots. Click on the small icon to change the slot mode from 'Buy' to 'Sell' and vice versa. If you click in the slot, you can choose the good you want to trade with. We will further explain this once you are ready to trade. TASK: Build a signal fire at the coast close to your branch office.
de: Nach dieser kleinen Orientierungshilfe wird der Händler gern ab und an vorbeikommen und Euer Kontor inspizieren. Angebote werden über den Tab 'Ein-/Verkaufen' vorschlagen. Leider ist der momentan nahezu unbenutzbar, aber wir haben ein Ticket für die Umgestaltung geöffnet, um daran zu arbeiten. Wenn Ihr eine gute Idee habt, teilt sie uns bitte mit! Wir brauchen dabei jede erdenkliche Hilfe! In der Stufe 'Seefahrer' stehen Euch drei Handelsslots zur Verfügung. Klickt auf das kleine Symbol im Slot, um vom Modus 'Verkaufen' auf 'Kaufen' und umgekehrt zu wechseln. Um das Handelsgut auszuwählen, klickt in einen Slot. Wir werden das Vorgehen weiter betrachten, wenn Ihr alle Voraussetzungen erfüllt, um Handel zu treiben. AUFGABE: Errichtet ein Leuchtfeuer an der Küste in der Nähe des Kontors.
nl: Na dit beetje hulp, zal de vrije handelaar van tijd tot tijd even bij uw kolonie langskomen. U kan handel voorstellen via de tab 'Koop/Verkoop'. (Deze optie is momenteel nog wat lastig te bedienen, maar er wordt aan gewerkt. Mocht je nog ideen hierover hebben, laat ons dat dan weten) Bij de 'zeelui' optie staan drie handelslots tot je beschikking. Klik op de het kleine icoontje om de modus van 'Koop' naar 'Verkoop' en andersom te wijzigen. Als je op het slot zelf klikt, dan kun je kiezen met welk goed je zou willen handelen. We zullen dit verder uitleggen als je klaar bent om te handelen. OPDRACHT: Bouw een signaalvuur bij de kust in de buurt van uw hoofdkantoor.
ru: После такого небольшого привлечения внимания, торговец начнёт останавливаться время от времени и заглядывать в вашу контору. Вы можете предлагать сделки на вкладке "Покупка/продажа". (Эта возможность сейчас слегка неудобна, но в этом направлении ведутся работы. Если вы нашли хороший путь, чтобы сделать это, пожалуйста поделитесь вашими идеями! Нам нужна ваша помощь в этом!) На уровне "моряков" у вас есть три торговых слота. Нажмите на небольшой значок, чтобы изменить режим слота с "Покупка" на "Продажа" и наоборот. Если вы нажмёте на слот, вы сможете выбрать товар, которым вы хотите торговать. Мы продолжим объяснение, когда вы будете готовы торговать. ЗАДАЧА: Постройте сигнальный огонь на побережье, рядом с вашей конторой.
sv: Tack vare signalbranden kommer köpmännen att stanna till hos dig då och då och se om det finns något att köpa eller sälja. I handelskontoret under fliken handel kan du välja vad du vill köpa eller sälja. (Den här funktionen är lite omständig att använda. Har du förslag på en bättre design, hör gärna av dig till oss!) Vid steg ett har du endast möjlighet att köpa/sälja totalt tre varor. Tryck på den lilla ikonen för att ändra läget på varan från köp till sälj eller tvärtom. Om du trycker mitt på en av platserna kan du välja vilken vara du vill handla med. Vi kommer prata mer om det när du är redo för handel. UPPGIFT: Bygg en signalbrand vid kusten och i närheten av handelskontoret.

source: Build a signal fire at the coast close to your branch office.
de: Errichtet ein Leuchtfeuer an der Küste in der Nähe des Kontors.
fr: Construisez un feu de signalisation sur la côte proche du comptoir.
nl: Plaats een signaal vuur bij de kust nabij het kantoor.
pt: Constrói um sinal de fogo na costa próximo da feitoria.
ru: Постройте сигнальный огонь на побережье, рядом с вашей конторой.
sv: Bygg en signalbrand vid kusten och i närheten av handelskontoret.

source: NEW TASK: LEARN TO TRADE
de: NEUE AUFGABE: HANDEL TREIBEN
fr: MISSION: COMMERCER
nl: OPDRACHT: LEER HANDELEN
pt: APRENDE A EFECTUAR TROCAS COMERCIAS
ru: ОБУЧЕНИЕ ТОРГОВЛЕ
sv: NY UPPGIFT: LÄR DIG HANDEL

source: Excellent! The Free Trader will now stop by at your branch office from time to time. Let's continue our tutorial on how to trade. After selecting a particular type of good, the green bar across the bottom of the slot (if visible) shows you how much you have in stock of this good. Dragging the slider on the right of each slot determines your 'target value' which has a different meaning on 'Buy' and 'Sell'. When buying, you will buy sufficient to hold your 'target value' in stock. When selling the 'target value' is the number which you hold in reserve to not sell
de: Wunderbar! Der Freie Händler hält nun von Zeit zu Zeit an Eurem Kontor. Weiter geht es mit der Anleitung zum Handeln. Nach dem Auswählen eines Guts zeigt der grüne Balken, wie viel davon momentan vorrätig sind. Befindet sich keine Ware im Lager, wird auch kein Balken erscheinen. Das Bewegen des Schiebereglers auf der rechten Seite des Slots verändert die maximale Lagermenge. Dieser Wert hat unterschiedliche Bedeutungen beim Ver- und Einkauf. Beim Einkauf legt er fest, wie viel dieser Ware Ihr insgesamt bevorraten möchtet, beim Verkauf wird jeder Überschuss über diesem Wert verkauft.
fr: Excellent! Le bateau-marchand va maintenant s'arrêter à votre comptoir de temps en temps. Continuons ce tutoriel et voyons comment commercer. Après avoir sélectionné un type de produit, la barre verte le long de l'emplacement (si visible) vous indique le niveau de stock de ce produit. Bouger le curseur d'un emplacement (à droite) détermine sa «valeur cible» qui a un sens différent pour «acheter» ou «vendre». Quand vous achetez, vous allez acheter suffisamment pour atteindre votre «valeur cible» de stock. Quand vous vendez, la «valeur cible» est la quantité de produit que vous voulez garder en réserve et ne pas vendre
nl: Perfect! De Vrije Handelaarzal nu van tijd tot tijd bij uw hoofdkantoor langskomen. Laten we verder gaan met de uitleg over handelen. Nadat er een specifiek goed is geselecteerd, geeft de groene balk weer (als deze zichtbaar is) hoeveel je er van in voorraad hebt. Door de schuifbalk aan de rechterkant van elk slot te bewegen, kies je de 'streefwaarde', welke een verschillende betekenis heeft voor 'kopen en verkopen'. Bij kopen, zal je aankopen doen maar je 'streefwaarde' in voorraad houden. Bij verkoop is de 'streefwaarde' het aantal dat je reserve houdt en niet verkoopt
pt: Excelente! O Mercador Livre irá agora parar, periodicamente, na feitoria. Vamos continuar o tutorial sobre como efectuar trocas comerciais. Após seleccionar um tipo de mercadoria, a barra verde no fundo do compartimento (se visível) mostra a quantidade disponível em armazém para o tipo de mercadoria escolhido. Arrastando a barra para a direita, em cada compartimento, estarás a definir um 'valor a atingir', valor este que tem significados diferentes consoante estejas a 'Comprar' ou a 'Vender'. Quando estás a comprar é preciso que tenhas espaço em armazém para o valor que pretendes atingir. Se estás a vender, o 'valor a atingir' corresponde à quantidade de mercadoria que ainda resta em armazém após a venda.
ru: Замеательно! Свободный Торговец теперь будет периодически останавливаться в вашей конторе. Давайте продолжим обучение торговле. После выбора определённого типа товара, зелёная полоса снизу слота (если он виден) отображает количество данного товара на вашем складе. Перемещение ползунка с правой стороны каждого слота определяет ваше "целевое значение", которое имеет различный смысл для покупки и продажи. При покупке, вы будете покупать необходимое количество товара для поддержания "целевого значения" на складе. При продаже, "целевое значение" означает резерв ресурса, который не будет продан.
sv: Utmärkt! Nu kommer köpmännen att stanna vid ditt handelskontor då och då. Nu vidare till hur du utför handel. Efter att ha valt en viss typ av vara kommer den gröna stapeln att visa(om den syns) hur mycket av den varan som finns i ditt lager. Reglaget till höger om stapeln bestämmer hur stora eller små mängder du vill köpa eller sälja. Om du vill köpa en vara bestämmer du hur mycket du vill ska finnas i lagret. Om du säljer en vara bestämmer du hur mycket du vill ha kvar i lagret.
