Repository: ChrisOelmueller/ye-very-olde-translations
Catalog: POOTLE_EXPORT/uh-tutorial/*.xlf
Languages: de, fr, nl, pt, ru, sv

source: NEW TASK: BUILD A FARM
de: NEUE AUFGABE: FARM BAUEN
fr: MISSION: CONSTRUIRE UNE FERME
nl: OPDRACHT: BOUW EEN BOERDERIJ
pt: NOVA TAREFA: CONSTRÓI UMA QUINTA
ru: СТРОИТЕЛЬСТВО ФЕРМЫ

source: Congratulations! Some of your inhabitants have reached increment II! Now you have access to new buildings, take a look at the Build menu again. A shiny new tab appeared there. Pioneers will demand cloth, so you need to set up a production line for cloth starting with lambs wool (which is one of the goods produced at the farm). The farm is a very special production building since it can produce not only one, but very many (and different) goods if you choose. The output of farms depends on what kind of fields you build around it.
de: Gratulation! Einige Einwohner haben soeben Stufe II erreicht. Jetzt habt Ihr Zugriff auf neue Gebäude. Werft dazu einen Blick auf das Baumenü. Ein neuer Tab ist aufgetaucht! Pioniere benötigen Kleidung, deshalb müsst Ihr eine neue Produktionslinie planen. Sie beginnt mit Schafswolle (die, wie einige andere Rohstoffe, in der Farm produziert wird). Die Farm ist eine sehr spezielle Produktionsstätte, denn sie stellt nicht nur einen, sondern auch mehrere unterschiedliche Rohstoffe her, wenn Ihr dies wünscht. Die Erzeugnisse der Farm sind davon abhängig, welche Felder in ihrer Umgebung errichtet werden.
fr: Félicitations! Certains de vos habitants ont atteint le deuxième niveau de développement! Vous avez maintenant accès à de nouveaux bâtiments, regardez de nouveau le menu de construction. Un joli nouvel onglet vient d'y apparaître. Les pionniers demandent du tissu, vous devrez créer une ligne de production en commençant par la laine de mouton (l'un des biens produit à la ferme). La ferme est un bâtiment de production très spéciale puisqu'elle peut produire plusieurs biens (différents) si vous le voulez. La production d'une ferme dépend du type de champ que vous placez autour d'elle.
nl: Gefeliciteerd! Sommige inwoners hebben niveau II bereikt!! Je hebt nu toegang tot nieuwe gebouwen, kijk maar eens in het Bouw menu. Er is een nieuw tabje bijgekomen. Pioniers hebben kleren nodig, daarom zul je moeten beginnen aan een produktielijn lamswol (een van de goederen die in de boerderij worden geproduceerd). De boerderij is een speciaal productie gebouw, omdat deze meerdere (verschillende) goederen kan produceren als je dat zou willen. De uitvoer van de boerderij hangt af van het type velden wat je rond de boerderij aanlegt.
pt: Parabéns! Alguns dos teus habitantes chegaram ao nível II! Agora tens acesso a novos edifícios, acede novamente ao Menu de construção. Apareceu um novo separador. Os pioneiros passarão exigir tecido, portanto irá ser necessário produzir tecido. Isto é feito através da lã das ovelhas (que é um dos recursos produzidos nas quintas). A quinta é um edifício de produção especial, uma vez que não produz apenas um tipo de recurso, mas sim vários (e de tipos diferentes), se optares por isso. Os recursos disponíveis nas quintas dependem do tipo de campos à volta do local onde esta foi construída.
ru: Поздравляем! Некоторые ваши жители достигли второго уровня! Теперь у вас есть доступ к новым зданиям, посмотрите снова в меню строительства. В нём появилась новая вкладка. Поселенцам требуется одежда, поэтому вам прийдётся наладить производство одежды, начинающееся с овечьей шерсти (один из товаров, производимых на ферме). Ферма - очень специфическое производственное здание, поскольку она может производить не один, а несколько различных товаров на ваш выбор. Производство ферм зависит от типов полей, которые вы создаёте вокруг них.

source: We will have a closer look at this later. Farms, like all companies producing raw materials, do not necessarily need to be connected to storage or a Branch Office. As long as units of the final production company can reach the farm, and collectors from the branch office or storage tent can reach the final company everything's fine. If you, however, plan to do some processing on different parts of the island (which can make sense) or even on different islands, you will need a connection to collectors. Try to build the farm not too close to the coast or your existing buildings since it will need some space around it to work well. TASK: Build a farm.
de: Wir werden später darauf zurückkommen. Farmen müssen (wie alle Produktionsgebäude von Rohstoffen) nicht zwangsläufig mit einen Kontor oder Lager verbunden sein. Solange die Güter das verarbeitende Gewerbe erreichen können, ist alles in Ordnung. Falls aus irgendwelchen Gründen Teile der Verarbeitung an verschiedenen Stellen der Insel geplant sind (was durchaus Sinn ergeben kann) oder sogar auf verschiedenen Inseln, wird eine Abholung durch Träger und damit Straßenverbindung aber notwendig. Versucht, die Farm nicht zu nah an der Küste oder anderen Gebäuden zu bauen, denn sie benötigt etwas Platz für eine optimale Auslastung. AUFGABE: Errichtet eine Farm.
fr: Nous regarderons cela de plus près plus tard. Les fermes, comme tout les bâtiments produisant des biens bruts, n'ont pas besoin d'être connectées à un comptoir ou au stock. Tant qu'une personne de l'entreprise de transformation peut atteindre la ferme et qu'un porteur du comptoir ou d'un dépôt peut atteindre l'entreprise alors tout ira bien. Cependant si vous pensez affiner ces biens brut sur une autre partie de l'île ou même sur une autre île, vous devrez les connecter à un dépôt ou à un comptoir. Essayez de construire une ferme, mais pas trop près de la côte ou d'autres bâtiments puisqu'elle aura besoin d'espace autour d'elle pour bien fonctionner. MISSION: Construisez une ferme.
nl: We zullen hier later wat dieper op ingaan. Boerderijen, zoals alle bedrijven die ruwe materialen produceren, hebben geen pad naar een opslag of kantoor nodig. Zolang de inwoners van de eindproducenten de boerderij kunnen bereiken is alles in orde. Mocht je van plan zijn het verwerken op een ander deel van het eiland te doen (wat opzich wel logisch is) of misschien zelfs op een ander eiland, dan heb je wel een connectie naar de verzamelaars nodig. Probeer de boerderij niet te dicht bij de kust of andere gebouwen te plaatsen, omdat het ruimte in de buurt nodig heeft om te kunnen werken. OPDRACHT: Bouw een boerderij.
pt: Iremos ver isto mais tarde. As quintas tal como todas as outras unidades que produzem materiais não necessitam forçosamente de estarem ligadas ao armazém ou à feitoria. Desde que as unidades da feitoria ou armazém consigam chegar à quinta, está tudo bem, as mesmas irão recolher os recursos produzidos. No entanto caso pretendas processar recursos em locais distantes da ilha (o que poderá fazer algum sentido) ou até mesmo em ilhas diferentes, irás necessitar de um caminho de ligação. Tenta construir a quinta não muito longe da costa ou dos seus edifícios existentes, tendo em consideração que irás precisar de algum espaço em volta dela também. TAREFA: Constrói uma quinta.
ru: Позже мы рассмотрим это подробнее. Фермы, как и производства, добывающие сырьё, не нуждаются в соединении со складом или конторой. Пока юниты из конечной производственной компании могут достичь фермы, а сборщики из конторы или склада могут достичь конечную производственную компанию - всё хорошо. Однако, если вы планируете производство в разных частях острова (что может иметь смысл) или даже на разных островах, вам понадобится соединение со сборщиками. Постарайтесь не строить ферму слишком близко к побережью и к существующим зданиям, поскольку для успешного функционирования ей понадобится некоторое пространство вокруг. ЗАДАЧА: Постройте ферму.

source: Build a farm and keep some empty space around it.
de: Errichtet eine Farm und lasst ausreichend Platz in der Umbegung frei.
fr: Construisez une ferme et laissez de l'espace libre autour d'elle.
nl: Plaats een boerderij, zorg voor vrije ruimte eromheen.
pt: Constrói uma quinta e deixa algum espaço livre em volta da mesma.
ru: Постройте ферму, оставив некоторое пространство вокруг неё.

source: NEW TASK: BUILD FIELDS
de: NEUE AUFGABE: FELDER
fr: MISSION: CHAMPS
nl: OPDRACHT: PLAATS VELDEN
pt: NOVA TAREFA: CONSTRÓI PLANTAÇÕES
ru: СОЗДАНИЕ ПОЛЕЙ

source: The farm itself is not going to produce anything without some fields. You currently have the choice between pastures, potato and sugar fields. Let's have a short overview: * Pasture: Sheep live here, producing lamb wool. * Potato field: Grows potatoes which are currently treated as food. * Sugar field: Grows sugar which is used to distill liquor and (later) produce confectionery. We now only need pastures, but in case your food supply chain is too small (maybe many residential buildings) you can also produce some potatoes. Note that for potatoes you will need a road connection to the farm (not to the field!) as it will be the only company to work on the goods.
de: Die Farm selbst kann ohne Felder nichts produzieren. Momentan habt Ihr die Wahl zwischen drei Feldern. Hier ein kurzer Überblick: * Weide: Schafe leben dort und produzieren Schafwolle * Kartoffelfeld: erzeugt Kartoffeln, die als Nahrung gehandelt werden * Zuckerfeld: erzeugt Zucker, welcher zum Brennen von Alkohol und für die Zuckerbäckerei (später) verwendet wird. Momentan braucht Ihr nur Weiden. Falls Nahrung knapp wird, vielleicht aufgrund einer großen Stadt, könnt Ihr auch ein paar Kartoffeln anbauen. Beachtet, dass für die Abholung der Kartoffeln eine Straßenverbindung zu der Farm benötigt wird - nicht zu den Feldern.
fr: La ferme elle-même ne produira rien sans champs. Pour l'instant vous avez le choix entre des prés, des champs de pommes de terre et des champs de canne à sucre. Voyons ce qu'ils produisent: * Prés: Des moutons vivent ici et produisent de la laine. * Champs de pomme de terre: Des pommes de terre y poussent et constituent votre nourriture. * Champs de canne à sucre: De la canne à sucre qui sert à produire de l'alcool et (plus tard) des confiseries. Pour l'instant nous avons seulement besoin de prés mais si vos ressources alimentaires ne sont pas suffisantes (beaucoup d'habitations) vous pouvez aussi produire des pommes de terre. Notez que dans le cas des pommes de terre vous devrez connecter la ferme (pas les champs!) au réseau routier puisque c'est la seule entreprise de cette chaine de production.
nl: De boerderij zal niks produceren zonder velden. Momenteel heb je de keus tussen weide, aardappel en suiker velden. Even een kort overzicht: * Weide: Schapen leven hier en produceren wol. * Aardappel veld: Hier groeien aarappelen die als voedsel worden gebruikt. * Suikerveld: Hier groeit suikerriet, wat kan worden gebruikt om drank van te distilleren en (later) in de banketbakkerij. We hebben nu alleen weide nodig, maar als je voedsel aanvoer nog niet goed genoeg is (als je veel woningen hebt) kan je ook wat aardappels gaan produceren. Let op dat je voor aardappels een pad moet hebben naar de boerderij (niet het veld), omdat het het enige bedrijf is wat aan dat product werkt.
pt: A quinta por si só não irá produzir nada sem plantações. Actualmente terás como opção criar pastagens, plantações de batatas ou de cana de açúcar. Em mais detalhe: * Pastagems: Onde as ovelhas vivem, produzindo lã. * Plantação de batatas: Onde crescem batatas, utilizadas para a alimentação da população. * Plantações de cana de açúcar: Onde cresce cana de açúcar, utilizada pelas destilarias para produzir álcool e (mais tarde) pastelaria. Neste momento só necessitamos de pastagens, mas caso a procura por comida seja elevada (muitos edifícios habitacionais) poderás também produzir algumas batatas. Toma tenção que, para produzir batatas será necessário um caminho a ligar à quinta (não à plantação) uma vez que será a única empresa a trabalhar com os produtos.
ru: Ферма сама по себе ничего не производит, пока вы не создадите поля вокруг неё. На данный момент у вас есть выбор между пастбищами, картофельными полями и сахарными плантациями. Давайте коротко познакомимся с каждым их них: * Пастбище: здесь пасутся овцы, производящие овечью шерсть. * Картофельное поле: выращивает картофель, на данный момент использующийся в качестве пищи. * Сахарная плантация: выращивает сахарный тростник, используемый при производстве алкоголя и в дальнейшем при производстве кондитерских изделий. На данный момент нам нужны только пастбища, но если вы производите недостаточно пищи (например ввиду большого количества жилых зданий), вы можете также производить картофель. Обратите внимание, что для картофеля вам понабится дорога к ферме (не к полю!), т. к. только оно производит конечные товары.

source: Make sure that all fields you build are in the area covered by the farm. You can have combined production - one pasture will not lead to 100 percent efficiency of the farm - but you need to check how many fields one farm can serve. Different classes of fields require the farm units to spend more or less time there (to seed, harvest, herd, etc…) and because of that, the farm may be unable to serve all of the fields you built for it in time. For now, you do not need to care about these issues a lot since you haven't built any fields. Let's change that! TASK: Build at least one pasture in the farm's range and add potato fields if you like.
de: Geht sicher, dass alle Felder im Einzugsbereich der Farm liegen. Ihr könnt für eine Farm auch mehrere Felder anlegen. Ein Stück Weideland allein wird sie sicherlich nicht zu 100 Prozent auslasten – probiert aus, wie viele Felder eine Farm versorgen kann! Auf unterschiedlichen Feldern benötigen die Arbeiter der Farm auch unterschiedlich viel Zeit: Säen, Ernten, Tiere hüten, …). Deshalb kann es sein, dass eine Farm nicht alle Felder versorgen kann. Im Moment braucht Ihr Euch darüber aber noch keine Gedanken machen, da noch gar keine Felder angelegt sind. Lasst uns das ändern! AUFGABE: Legt mindestens eine Weide im Einzugsbereich der Farm an und fügt Kartoffelfelder hinzu, wenn Ihr wollt.
fr: Assurez-vous que tous les champs sont dans l'espace couvert par la ferme. Vous pouvez combiner vos productions - un champ ne mènera pas à une efficacité de 100 pour cent - mais vous devrez vérifier combien de champs la ferme peut cultiver. Les différents types de champs nécessitent plus ou moins de temps pour être cultivés (planter, récolter, etc ...) et à cause de cela une ferme peut ne pas être en mesure de s'occuper de tous les champs à temps. Mais pour l'instant vous n'avez pas besoin de penser à ce genre de problème vu que vous n'avez pas encore construit de champs. Nous devons changer cela! MISSION: Construisez au moins un pré dans le rayon d'action de la ferme et ajoutez des champs de pommes de terre si vous le souhaitez.
nl: Zorg ervoor dat alle velden die je plaatst in het gebied liggen wat de boederij kan gebruiken. Je kunt bij je boerderij meerdere soorten productie hebben - een weide zal niet 100 procent efficient zijn - maar je moet wel kijken hoeveel velden een boerderij zou kunnen verwerken kan. Verschillende soorten velden vragen de boeren om meer of minder tijd per veld te spenderen (om te zaaien, oogsten, hoeden etc....) en daarom zou het kunnen dat de boerderij niet alle velden kan bijhouden. Voor nu hoef je je daar geen zorgen over te maken, aangezien je nog geen velden hebt geplaatst. Laten we dat gaan veranderen! OPDRACHT: Plaats in ieder geval een weide bij de boerderij en plaats aardappelvelden als je dat zou willen.
pt: Certifica-te que todos os campos são criados na área envolvente da quinta. Podes combinar a produção - uma pastagem não irá resultar numa eficiência da quinta a 100 porcento - deverás verificar quantas plantações podem ser servidas por uma quinta. Os diferentes tipos de plantações requerem que as unidades da quinta gastem mais ou menos tempo (para plantar, colher, etc...) e devido a isso, a quinta poderá não suportar todas as plantações que criaste no tempo disponível. Por agora, não precisas preocupar-te com isso uma vez que não tens muitos campos. Vamos alterar isso! TAREFA: Cria, pelo menos, uma pastagem na àrea envolvente da quinta e adiciona uma plantação de batatas se quiseres.
ru: Убедитесь, что все поля, которые вы создаёте, находятся в области действия фермы. Вы можете иметь комбинированное производство - одно пастбище не приведёт к стопроцентной загрузке фермы - вам нужно проверить, сколько полей может обслуживать ферма. Различные типы полей требуют больше или меньше времени от работников фермы (на посев, сбор, выпас и т. д.), и поэтому ферма может быть не в состоянии обсуживать вовремя все поля, созданные около неё. Пока что вам не нужно слишком беспокоиться обо всех этих проблемах, посколько у вас ещё нет ни одного поля. Давайте это изменим! ЗАДАЧА: Постройте как минимум одно пастбище в области действия фермы и добавьте также картофельное поле, если хотите.

source: Build at least one pasture and add potato fields if you like.
de: Legt mindestens eine Weide im Einzugsbereich der Farm an und fügt Kartoffelfelder hinzu, wenn Ihr wollt.
fr: Construisez au moins un pré et ajoutez des champs de pommes de terre si vous voulez.
nl: Plaats tenminste een weiland en voeg aardappelvelden toe naar eigen inzicht.
pt: Cria, no mínimo, uma pastagem e adicione-lhe uma plantação de batatas se quiseres.
ru: Постройте как минимум одно пастбище и, по желанию, картофельное поле.

source: NEW TASK: BUILD STORAGE
de: NEUE AUFGABE: LAGER
fr: MISSION : L'ENTREPÔT
nl: OPDRACHT: OPSLAGRUIMTE
pt: NOVA TAREFA: UM ARMAZÉM
ru: СТРОИТЕЛЬСВО ХРАНИЛИЩА

source: Did you watch your lumberjack recently? Since your branch office does not have unlimited space to store goods, collectors will stop fetching goods from companies when stock is full. So if no sailor recently wanted to upgrade his tent, you probably have a lot of boards and in that case, the lumberjack may idle. We can improve this situation with two different approaches, and below we will have a look at both of them. All companies offer the possibility of doing no work at all. This may sound strange, but try to click on the gear wheel you see in, for example, a lumberjack's overview. If this 'break' mode is enabled (we call it 'Decommissioning'), the running costs you pay for the building will decrease. They won't be zero, but still lower than if you keep the company producing.
de: Habt Ihr in letzter Zeit Euer Holzfällerlager betrachtet? Da das Kontor nur begrenzt viel Platz hat, um Güter aufzubewahren, werden Güter nicht mehr von Euren Betrieben in ein Lager transportiert, sobald der Bestand voll ist. Wenn also kein Siedler vor kurzem sein Zelt ausbauen wollte, befindet sich wahrscheinlich eine Menge Bretter im Lager und Euer Holzfällerlager liegt brach. Diese Situation kann mit zwei Maßnahmen verbessern, die wir uns nun anschauen wollen. Alle Betriebe bieten die Möglichkeit, gar nicht zu arbeiten. Das hört sich vielleicht merkwürdig an, aber klickt einmal auf das Zahnrad, welches sich zum Beispiel in der Übersicht des Holzfällerlagers findet. Wenn dieser 'Stillgelegt'-Modus aktiviert ist, werden die laufenden Kosten für dieses Gebäude sinken. Sie werden vielleicht nicht immer auf null sinken, aber sie sind dennoch geringer, als wenn der Betrieb weiterarbeitete.
fr: Avez vous observé le bucheron récemment? Puisque votre comptoir n'a qu'une capacité limité, les collecteurs arrêterons d'aller chercher les biens dans les entreprises lorsqu'il sera plein. Donc si aucun marin n'a amélioré sa tente, vous avez probablement beaucoup de planches et dans ce cas le bucheron est peut-être inactif. Nous pouvons corriger cette situation par deux approches différentes que nous allons présenter plus bas. Toutes les entreprises offrent la possibilité de stopper le travail. Cela peut paraitre étrange mais essayez de cliquer sur les engrenages que vous voyez par exemple dans le sommaire du bucheron. Si ce mode «pause» est disponible (nous l'appelons «désaffection»), les couts de fonctionnements que vous payez pour le bâtiment baisseront. Il ne baisseront pas à zéro, mais ils seront déjà plus bas que si le bâtiment fonctionnait.
nl: Heeft u onlangs de houthakker gezien? Aangezien het kantoor beperkte ruimte heeft om goederen op te slaan, zullen verzamelaar stoppen goederen op te halen van bedrijven wanneer de opslagruimte vol is. Als er recentelijk geen zeelui hun tenten hebben verbeterd, heeft u waarschijnlijk veel planken. In dat geval zal de houthakker rusten. We kunnen deze situatie oplossen met twee verschillende aanpakken. Alle bedrijven hebben de optie om buiten bedrijf gezet te worden. Dit klinkt misschien raar. Klik op het tandwiel in het houthakkers overzicht. Als deze 'rust' in ingeschakeld zullen de onderhoudskosten van het gebouw afnemen. Onderhoudskosten zullen niet altijd helemaal nul zijn, maar allicht wel lager dan in actieve status.
pt: Tens observado a lenhador recentemente? Uma vez que a feitoria não tem espaço ilimitado para armazenar mercadorias, os transportadores param de as recolher quando o armazém está cheio. Se nenhum marinheiro quis recentemente remodelar a sua tenda, possivelmente terás muitas tábuas, e nesse caso o lenhador poderá estar parado. Podemos rectificar esta situação de duas formas que iremos ver de seguida. Todas as unidades oferecem a possibilidade de pararem a sua actividade. Isto pode parecer estranho mas clica na roda dentada que podes ver, por exemplo, no relatório do lenhador. Se este modo for ligado (chamamos-lhe 'Desactivado'), a produção pára e pagarás menos custos de manutenção. Não serão nulos, mas serão inferiores aos custos apresentados caso a unidade esteja a produzir.
ru: Вы давно смотрели на вашу лесопилку? Поскольку ваша контора не обладает бесконечными площадами для хранения товаров, сборщики перестают собирать их, когда запас полон. Поэтому если никто из моряков недавно не улучшал свою палатку, у вас, вероятно, много досок и лесопилка может простаивать. Мы можем улучшить ситуацию при помощи двух подходов, и ниже мы рассмотртим оба из них. Все предприятия могут совсем не работать. Это может звучать странно, но попробуйте кликнуть на шестерню, которые вы видите, например, в окне обзора лесопилки. Если этот режим "перерыва" включён (мы называем это "перевод в резерв"), производственные расходы, которые вы тратите на это здание уменьшатся. Они не уменьшатся до нуля, но всё же будут меньше, чем если вы не остановите производство.
