Repository: ChrisOelmueller/ye-very-olde-translations
Catalog: POOTLE_EXPORT/uh/*.xlf
Languages: lt, ru

source: We are sorry to inform you that a library that is required by Unknown Horizons, is missing and needs to be installed.
ru: К сожалению, библиотека, необходимая для запуска Неизведанных Горизонтов, отсутствует и должна быть установлена.

source: Installers for Windows users are available at "http://pyyaml.org/wiki/PyYAML", Linux users should find it in their packagement management system under the name "pyyaml" or "python-yaml".
ru: Установщики для Windows-пользователей доступны на "http://pyyaml.org/wiki/PyYAML", пользователи Linux должны найти пакет "pyyaml" или "python-yaml" в системе управления пакетами.

source: Thank you for using Unknown Horizons!
ru: Спасибо за использование Неизведанных Горизонтов!

source: FIFE was not found.
ru: FIFE не найден.

# Unknown savedate&#10;
source: Unknown savedate
lt: Nežinomi įrašo duomenys

# Saved at %s&#10;
source: Saved at %s
lt: Įrašyta į %s

source: Hit P to continue the game or click below!
lt: Spustelėkite P, kad tęstumėte žaidimą arba spauskite žemiau!

source: Game paused
lt: Žaidimas sustabdytas

source: Networking isn't initialised
lt: Tinklas neinicijuotas

source: Something went wrong with the network:
lt: Kažkas negerai su tinklu:

# &#10;Please report this to the author.
source: Please report this to the author.
lt: Prašome apie tai pranešti žaidimo autoriui.

source: Fishing boat
lt: Žvejybos valtis

source: Market place overview
lt: Rinkos apžvalga

source: Charcoal burning: Burns a lot of boards.
lt: Anglies deginimas: Sudegina daug lentų.

source: Doctor: Treats diseases. Consumes herbs.
lt: Gydytojas: Gydo ligas. Naudoja vaistažoles.

source: Herbary: Produces herbs. Needs a farm.
lt: Herbariumas: Augina vaistažoles. Reikalingas ūkis.

source: Iron mine: Gets iron ore from deposit.
lt: Geležies kasykla: Paima geležies rūdą iš telkinio.

source: Legend:
lt: Legenda:

source: Leave production overview
lt: Palikti gamybos peržiūrą

source: Refresh data
lt: Atnaujinti duomenis

source: Fishing boats
lt: Žvejų valtys

source: Cutter
lt: Kateris

source: Whaler
lt: Laivas banginiams

source: Not yet implemented!
lt: Dar neįgyvendinta!

source: Trade partner:
lt: Prekybos partneris:

source: YOU HAVE WON!!!
lt: JŪS LAIMĖJOTE!!!

source: raw clay
lt: molio žaliava

source: raw herbs
lt: vaistažolių žaliava

source: raw iron
lt: geležies žaliava

source: raw sugar
lt: cukraus žaliava

source: raw tobacco
lt: tabako žaliava

source: tobacco
lt: tabakas
