Repository: ChrisOelmueller/ye-very-olde-translations
Catalog: POOTLE_EXPORT/uh/*.xlf
Languages: lt, ru

source: Decrease game speed
lt: Sumažinti žaidimo greitį
ru: Уменьшить скорость игры

source: Increase game speed
lt: Padidinti žaidimo greitį
ru: Увеличить скорость игры

source: Zoom in
lt: Didinti
ru: Приблизить

source: Zoom out
lt: Mažinti
ru: Отдалить

source: Boards
lt: Lentos
ru: Доски

source: Bricks
lt: Plytos
ru: Кирпич

source: Food
lt: Maistas
ru: Еда

source: Textiles
lt: Tekstilė
ru: Ткань

source: Tools
lt: Įrankiai
ru: Инструменты

source: Gold
lt: Auksas
ru: Золото

source: Enter new name:
lt: Įveskite naują vardą:
ru: Введите новое имя:

source: Change name
lt: Pakeisti vardą
ru: Сменить имя

source: Apply the new name
lt: Taikyti naują vardą
ru: Применить новое имя

source: Enter your message:
lt: Įveskite Jūsų žinutę:
ru: Введите ваше сообщение:

source: Chat
lt: Pokalbis
ru: Чат

source: Cancel building:
lt: Atšaukti statybas:
ru: Отмена строительства:

source: (lose all resources)
ru: (потеря всех ресурсов)

source: Currently building:
lt: Dabartinės statybos:
ru: Текущее строительство:

source: To build a boat, click on one of the class tabs, select the desired ship and confirm the order.
lt: Kad pastatytumėte valtį, spragtelėkite ant vienos iš klasės lentelių, pasirinkite laivo tipą ir patvirtinkite užsakymą.
ru: Для строительства судна, выберите нужный тип корабля и подтвердите строительство.

source: Construction progress:
lt: Statybos pažanga:
ru: Прогресс строительства:

source: Building overview
lt: Statybos apžvalga
ru: Обзор строения

source: Cancel all building progress
lt: Atšaukti visų statybų progresą
ru: Отменить всё строительство

source: Pause
lt: Pauzė
ru: Пауза

source: Resume
lt: Tęsti
ru: Продолжить

source: Running costs
lt: Einamosios išlaidos
ru: Текущие расходы

source: Build this ship!
lt: Pastatyti šį laivą!
ru: Построить корабль!

source: Buy resources
lt: Pirkti resursus
ru: Купить ресурсы

source: Click on slot icon to toggle mode:
ru: Кликните по иконке, чтобы переключить режим:

source: Buy or sell resources
lt: Pirkti ar parduoti resursus
ru: Купить или продать ресурсы

source: Sell resources
lt: Parduoti resursus
ru: Продать ресурсы

source: Select resources:
lt: Pasirinkti išteklius:
ru: Выбрать ресурсы:

source: Buying
lt: Pirkimas
ru: Покупки

source: Balance:
lt: Likutis:
ru: Баланс:

source: Expenses:
lt: Išlaidos:
ru: Расходы:

source: Income:
lt: Pajamos:
ru: Доходы:

source: Sale
lt: Pardavimas
ru: Продажи

source: Taxes
lt: Mokesčiai
ru: Налог

source: Show resources produced in this settlement
lt: Rodyti resursus, pagamintus šioje gyvenvietėje
ru: Показать ресурсы, произведённые в данном поселении

source: ally
ru: союзник

source: enemy
ru: враг

source: neutral
ru: нейтрал

source: Build fields
lt: Kurti laukus
ru: Строить поля

source: Average happiness:
lt: Vidutinis pasitenkinimas:
ru: Средняя удовлетворённость:

source: Most needed resource:
lt: Patys reikalingiausi resursai:
ru: Наиболее необходимые ресурсы:

source: Residents per house
ru: Жителей на дом

source: Summary
ru: Резюме

source: houses
ru: дома

source: 1 resident
ru: 1 житель

source: 2 residents
ru: 2 жителя

source: 3 residents
ru: 3 жителя

source: residents
ru: жители

source: Taxes:
lt: Mokesčiai:
ru: Налог:

source: Upgrade permissions:
ru: Разрешённые улучшения:

source: Paid taxes
lt: Sumokėti mokesčiai
ru: Уплаченных налогов

source: Tax rate
lt: Mokesčio tarifas
ru: Налог

source: 4 residents
ru: 4 жителя

source: 5 residents
ru: 5 жителей

source: Upgrade not possible:
ru: Улучшения невозможны:

source: This is the current maximum increment!
ru: Это текущий максимальный уровень!

source: Collector utilisation:
ru: Занятость сборщика:

source: Name:
lt: Pavadinimas:
ru: Название:

source: Selling
ru: Продажа

source: Weapons:
ru: Оружие:

source: capacity utilization
lt: galios panaudojimas
ru: нагрузка

source: Resource deposit
lt: Indėlių resursai
ru: Месторождение ресурсов

source: This is a resource deposit where you can build a mine to dig up resources.
ru: Это месторождение ресурсов, постройте шахту для добычи ресурсов.

source: It contains these resources:
ru: Содержание ресурсов:

source: Needed resources:
lt: Reikalingi resursai
ru: Необходимые ресурсы:

source: Happiness
lt: Pasitenkinimas
ru: Счастье

source: Residents
lt: Gyventojai
ru: Жители

source: Build settlement:
lt: Statyti nausėdiją:
ru: Основать поселение:

source: Click to change the name of this ship.
lt: Spragtelėkite, kad pakeistumėte šio laivo pavadinimą.
ru: Кликните для изменение названия этого корабля.

source: The signal fire shows the free trader how to reach your settlement in case you want to buy or sell goods.
ru: Сигнальный огонь - показывает свободному торговцу как добраться до вашего поселения если вы хотите торговать.

source: This is the free trader's ship. It will visit you from time to time to buy or sell goods.
ru: Это свободный торговец. Он будет приплывать к вам время от времени для торговли.

source: Exchange:
lt: Keistis:
ru: Обмен:

source: Ship:
lt: Laivas:
ru: Судно:

source: Configure trading route:
lt: Konfigūruoti prekybos maršrutą:
ru: Настроить торговый маршрут:

source: Inventory
lt: Inventorius
ru: Запасы

source: Pause production
lt: Pristabdyti gamybą
ru: Остановить производство

source: Start production
lt: Pradėti gamybą
ru: Возобновить производство

source: Delete entry
lt: Pašalinti įrašą
ru: Удалить запись

source: Move down
lt: Nuleisti
ru: Опустить

source: Move up
lt: Pakelti
ru: Поднять

source: Leave Captain's log
lt: Palikti Kapitono žurnalą
ru: Закрыть судовой журнал

source: Read prev. entries
lt: Skaityti ankstesnius įrašus
ru: Читать предыдущую запись

source: Read next entries
lt: Skaityti sekančius įrašus
ru: Читать следующую запись

source: Available Scenarios
lt: Galimi scenarijai
ru: Доступные сценарии

source: Scenario description
lt: Scenarijaus aprašas
ru: Описание сценария

source: Continue playing
lt: Tęsti žaidimą
ru: Продолжить игру

source: Choose this scenario
lt: Pasirinkti šį scenarijų
ru: Выбрать этот сценарий

source: Wait at load:
ru: Ждать загрузки:

source: Wait at unload:
ru: Ждать выгрузки:

source: Exit
lt: Išeiti
ru: Выход

source: Add to list
lt: Įdėti į sąrašą
ru: Добавить в список

source: Close
ru: Закрыть

source: Buildings
ru: Здания

source: Player scores
ru: Статистика игрока

source: Land
ru: Территория

source: Money
ru: Деньги

source: Name
ru: Название

source: Resources
ru: Ресурсы

source: Total
ru: Всего

source: Units
ru: Юниты

source: Balance
ru: Баланс

source: Health
ru: Здоровье

source: Type
ru: Тип

source: Status
ru: Статус

source: Weapons
ru: Вооружение

source: Aggressive
ru: Агрессивный

source: Flee
ru: Бежать

source: Hold ground
ru: Удерживать позицию

source: Key bindings
lt: Klavišų susiejimai
ru: Назначение клавиш

source: {B} = Show build menu
lt: {B} = Rodyti statymo meniu
ru: {B} = Вызвать меню строительства

source: {C} = Chat
lt: {C} = Pokalbis
ru: {C} = Чат

source: { , } = Rotate building left
lt: { , } = Pasukti statinį kairėn
ru: { , } = Повернуть строение влево

source: {DOWN} = Scroll down
lt: {DOWN} = Slinkti žemyn
ru: {DOWN} = Прокрутить вниз

source: {ESC} = Show pause menu
lt: {ESC} = Rodyti pauzės meniu
ru: {ESC} = Вызвать главное меню

source: {F1} = Display help
lt: {F1} = Rodyti pagalbą
ru: {F1} = Помощь

source: {F10} = Toggle console on/off
lt: {F10} = Perjungti pultą įj/išj
ru: {F10} = Вкл/выкл консоль

source: {F2} = Show player scores
ru: {F2} = Показать статистику игрока

source: {F3} = Show settlement list
ru: {F3} = Показать список поселений

source: {F4} = Show ship list
ru: {F4} = Показать список кораблей

source: {F5} = Quicksave
lt: {F5} = Greitas įrašymas
ru: {F5} = Быстрое сохранение

source: {F9} = Quickload
lt: {F9} = Greitas įkrovimas
ru: {F9} = Быстрая загрузка

source: The FIFE and Unknown Horizons development teams
lt: FIFE ir Nežinomi Horizontai kūrėjų komandos
ru: Команды разработчиков FIFE и Неизведанных Горизонтов

source: {G} = Toggle grid on/off
lt: {G} = Perjungti tinklelį įj/išj
ru: {G} = Вкл/выкл сетку

source: {H} = Show coordinate values (Debug)
ru: {H} = Показать значения координат (отладка)

source: Have fun.
lt: Smagaus žaidimo.
ru: Приятной игры.

source: {L} = Toggle Captain's log
lt: {L} = Perjungti Kapitono žurnalą
ru: {L} = Судовой журнал

source: {LEFT} = Scroll left
lt: {LEFT} = Slinkti kairėn
ru: {LEFT} = Прокрутить влево

source: { - } = Decrease game speed
lt: { - } = Sumažinti žaidimo greitį
ru: { - } = Уменьшить скорость игры

source: {P} = Pause game
lt: {P} = Žaidimo pauzė
ru: {P} = Пауза

source: { . } = Rotate building right
lt: { . } = Pasukti statinį dešinėn
ru: { . } = Повернуть строение вправо

source: { + } = Increase game speed
lt: { + } = Padidinti žaidimo greitį
ru: { + } = Увеличить скорость игры

source: {RIGHT} = Scroll right
lt: {RIGHT} = Slinkti dešinėn
ru: {RIGHT} = Прокрутить вправо

source: {S} = Screenshot
lt: {S} = Ekrano nuotrauka
ru: {S} = Снимок экрана

source: {SHIFT} = Hold to place multiple buildings
lt: {SHIFT} = Laikykite, norėdami pastatyti daug pastatų
ru: {SHIFT} = Зажмите для множественных построек

source: {T} = Toggle translucency of ambient buildings
ru: {T} = Переключить полупрозрачность элементов окружения

source: {UP} = Scroll up
lt: {UP} = Slinkti viršun
ru: {UP} = Прокрутить вверх

source: {X} = Enable destruct mode
lt: {X} = Įgalinti naikinimo būseną
ru: {X} = Уничтожение объекта

source: Return
ru: Возврат

source: Help
lt: Pagalba
ru: Помощь

source: Cancel game
lt: Atšaukti žaidimą
ru: Закончить игру

source: Settings
lt: Nuostatos
ru: Настройки

source: Return to game
lt: Grįžti į žaidimą
ru: Вернуться в игру

source: Loading ...
lt: Įkeliama ...
ru: Загрузка ...

source: Attention please!
lt: Prašome dėmesio!
ru: Обратите внимание!

source: Credits
lt: Titrai
ru: Титры

source: Quit
lt: Baigti
ru: Выйти

source: Singleplayer
lt: Vieno žaidėjo žaidimas
ru: Одиночная игра

source: Multiplayer
lt: Kelių žaidėjų žaidimas
ru: Сетевая игра

source: Create game:
lt: Sukurti žaidimą:
ru: Создать игру:

source: Back:
lt: Grįžti:
ru: Назад:

source: Choose a map:
lt: Pasirinkite žemėlapį:
ru: Выберите карту:

source: Create game - Multiplayer
lt: Sukurti žaidimą - Kelių žaidėjų
ru: Создать многопользовательскую игру

source: Player limit:
lt: Žaidėjų riba:
ru: Лимит игроков:

source: Create this new game
lt: Sukurti šį naują žaidimą
ru: Создать новую игру

source: Exit to multiplayer menu
lt: Išeiti į kelių žaidėjų meniu
ru: Выйти в меню многопользовательской игры

source: Leave:
lt: Palikti:
ru: Выход:

source: The game will start as soon as enough players have joined.
lt: Žaidimas prasidės tuomet, kai prisijungs pakankamai žaidėjų.
ru: Игра начнется, как только войдет достаточное число игроков.

source: Chat:
lt: Pokalbis:
ru: Чат:

source: Gamelobby
lt: Žaidimo kambarys
ru: Лобби

source: Game details:
lt: Išsamiau apie žaidimą:
ru: Описание игры:

source: Exit gamelobby
lt: Palikti žaidimo kambarį
ru: Покинуть лобби

source: Active games:
lt: Aktyvūs žaidimai:
ru: Активные игры:

source: Main menu:
lt: Pagrindinis meniu:
ru: Главное меню:

source: Show only games with the same version:
lt: Rodyti žaidimus tik su ta pačia versija:
ru: Отображать только игры с такой же версией:

source: New game - Multiplayer
ru: Новая многопользовательская игра

source: Join game
lt: Dalyvauti žaidime
ru: Войти в игру

source: Apply:
lt: Taikyti:
ru: Применить:

source: Refresh list:
lt: Atnaujinti sąrašą:
ru: Обновить список:

source: Create a new game
lt: Sukurti naują žaidimą
ru: Создать новую игру

source: Join the selected game
lt: Dalyvauti pasirinktame žaidimą
ru: Войти в выбранную игру

source: Exit to main menu
lt: Išeiti į pagrindinį meniu
ru: Выйти в главное меню

source: Refresh list of active games
lt: Atnaujinti aktyvių žaidimų sąrašą
ru: Обновить список активных игр

source: Autosave interval in minutes:
lt: Automatinio įrašymo intervalas minutėmis:
ru: Интервал автосохранения в минутах:

source: Color depth:
lt: Spalvos gylis:
ru: Глубина цвета:

source: Enable edge scrolling:
lt: Įgalinti kraštinį slinkimą:
ru: Включить перемещение мышью:

source: Effects volume:
lt: Efektų garsis:
ru: Громкость звуков:

source: Graphics
lt: Grafika
ru: Графика

source: Language
lt: Kalba
ru: Язык

source: Network
lt: Tinklas
ru: Сеть

source: Saving
lt: Išsaugojimas
ru: Сохранения

source: Sound
lt: Garsas
ru: Звук

source: Select language:
lt: Pasirinkti kalbą:
ru: Выберите язык:

source: Enable minimap rotation:
lt: Įgalinti mažo žemėlapio pasukimą:
ru: Вращение миникарты:

source: Music volume:
lt: Muzikos garsis:
ru: Громкость музыки:

source: (0 means default)
lt: (0 reiškia numatytasis)
ru: (0 значит значение по-умолчанию)

source: Network port:
lt: Tinklo jungtis:
ru: Сетевой порт:

source: Number of autosaves:
lt: Automatinių įrašų skaičius:
ru: Количество автосохранений:

source: Number of quicksaves:
lt: Greitų įrašų skaičius:
ru: Количество быстрых сохранений:

source: Full screen:
lt: Visas ekranas:
ru: Во весь экран:

source: Screen resolution:
lt: Ekrano skiriamoji geba:
ru: Размер экрана:

source: Enable sound:
lt: Įgalinti garsą:
ru: Звук включен:

source: Uninterrupted building:
ru: Непрерывное строительство:

source: Used renderer:
lt: Naudoti atvaizdavimą:
ru: Рендерер:

source: Please make sure that you know what you do.
lt: Prašome įsitikinti, kad žinote, ką darote.
ru: Пожалуйста, убедитесь, что вы знаете, что делаете.

source: Apply
lt: Taikyti
ru: Применить

source: Reset to default settings
lt: Atkurti numatytąsias nuostatas
ru: Восстановить настройки по умолчанию

source: Enter filename:
lt: Įveskite failo pavadinimą:
ru: Введите имя файла:

source: Your saved games:
lt: Jūsų išsaugoti žaidimai:
ru: Сохраненных игр:

source: Start game
lt: Pradėti žaidimą
ru: Начать игру

source: Delete selected savegame
lt: Pašalinti pasirinktą išsaugotą žaidimą
ru: Удалить выбранную сохранённую игру

source: New game - Singleplayer
lt: Naujas žaidimas - Vieno žaidėjo
ru: Новая однопользовательская игра

source: Start game:
lt: Pradėti žaidimą:
ru: Начать игру:

source: Campaign
lt: Žygis
ru: Компания

source: Free play
lt: Laisvasis žaidimas
ru: Свободная игра

source: Random map
lt: Atsitiktinis žemėlapis
ru: Случайная карта

source: Scenario
lt: Scenarijus
ru: Сценарий

source: Choose a map to play:
lt: Pasirinkite žaidimui žemėlapį:
ru: Выберите карту для игры:

source: Map settings:
ru: Настройки карты:

source: AI players:
ru: ИИ игроки:

source: Game settings:
ru: Настройки игры:

source: Free Trader
ru: Свободный торговец

source: Pirates
ru: Пираты

source: Color:
lt: Spalva:
ru: Цвет:

source: Player name:
lt: Žaidėjo vardas:
ru: Имя игрока:

source: Error: Invalid syntax in --mp-master commandline option. Port must be a number between 1 and 65535.
ru: Ошибка: Некорректный синтаксис в опции командной строки --mp-master. Номер порта должен быть числом между 1 и 65535.

source: Error: Invalid syntax in --mp-bind commandline option. Port must be a number between 1 and 65535.
ru: Ошибка: Некорректный синтаксис в опции командной строки --mp-bind. Номер порта должен быть числом между 1 и 65535.

source: Failed to start/load the game
ru: Не удалось запустить/загрузить игру

source: The game you selected couldn't be started.
ru: Выбранная игра не может быть запущена.

source: The savegame might be broken or has been saved with an earlier version.
ru: Сохранение может быть повреждено или сохранено в предыдущей версии.

# Error: Cannot find map &quot;%s&quot;.
source: Error: Cannot find map "%s".
ru: Ошибка: Не найдена карта "%s".

source: Error: Found multiple matches:
ru: Ошибка: Найдено несколько совпадений:

# Error: campaign filenames have to end in &quot;.yaml&quot;.
source: Error: campaign filenames have to end in ".yaml".
ru: Ошибка: имена файлов кампании должны заканчиваться на ".yaml".

source: Due to technical reasons, the campaign file will be copied to the UH campaign directory (%s).
ru: По техническим причинам, файл кампании был скопирован в директорию кампаний UH (%s).

source: This means that changes in the file you specified will not apply to the game directly.
ru: Это значит, что изменения в выбранном файле не будут напрямую применяться в игре.

source: To see the changes, either always start UH with the current arguments or edit the file %s.
ru: Чтобы видеть изменения, либо всегда запускайте UH с текущими аргументами, либо редактируйте файл %s.

# Error: Cannot find campaign &quot;%s&quot;.
source: Error: Cannot find campaign "%s".
lt: Klaida: Negalima surasti žygio "%s".
ru: Ошибка: Не найдена кампания "%s".

# Error: Cannot find savegame &quot;%s&quot;.
source: Error: Cannot find savegame "%s".
ru: Ошибка: Не найдено сохранение "%s".

source: Error: No quicksave found.
lt: Klaida: Nėra greito įrašymo.
ru: Ошибка: Нет быстрого сохранения.

source: Not possible
ru: Невозможно

source: You cannot change the speed of a multiplayer game
ru: Вы не можете изменять скорость в сетевой игре

source: Save/load for multiplayer games is not possible yet
ru: Сохранение и загрузка для многопользовательской игры пока не представляется возможным

source: Error: don't know how to handle %(type)s condition type
ru: Ошибка: неизвестно, как обработать условие типа %(type)s

# Error: Cannot find campaign with file &quot;%s&quot;.
source: Error: Cannot find campaign with file "%s".
ru: Ошибка: Не найдена кампания с файлом "%s".

# Error: Cannot find scenario &quot;%s&quot;.
source: Error: Cannot find scenario "%s".
ru: Ошибка: Не найден сценарий "%s".

# Error: Cannot find scenario with file &quot;%s&quot;.
source: Error: Cannot find scenario with file "%s".
ru: Ошибка: Не найден сценарий с файлом "%s".

source: You have completed this scenario.
ru: Вы завершили этот сценарий!

source: unknown
lt: nežinomas
ru: неизвестно

source: Failed to quicksave.
lt: Nepavyko greitai įrašyti.
ru: Быстрое сохранение не удалось.

source: An error happened during quicksave. Your game has not been saved.
ru: В ходе быстрого сохранения произошла ошибка. Ваша игра не была сохранена.

source: If this error happens again, please contact the development team:
ru: Если эта ошибка повторится, пожалуйста свяжитесь с разработчиками:

source: No quicksaves found
lt: Nerasta greito įrašymo
ru: Не найдено быстрое сохранение

source: You need to quicksave before you can quickload.
ru: Вам нужно выполнить быстрое сохранение, прежде чем загружать его.

source: Failed to create savegame file
ru: Не удалось создать файл сохранения

source: There has been an error while creating your savegame file.
ru: В ходе создания файла сохранения произошла ошибка.

source: This usually means that the savegame name contains unsupported special characters.
ru: Обычно это значит, что имя файла сохранения содержит недопустимые специальные символы.

source: File used by another process
ru: Файл используется другим процессом

source: The savegame file is currently used by another program.
ru: Файл сохранения используется другой программой.

source: Trade route: going to %s
ru: Торговый маршрут: двигаться в %s

source: Trade route: waiting at %s
ru: Торговый маршрут: ждать в %s

source: Going to %s
ru: Двигаться в %s

source: Going to %(x)d, %(y)d
ru: Двигаться в %(x)d, %(y)d

source: Idle at %s
ru: Ждать в %s

source: Idle at %(x)d, %(y)d
ru: Ждать в %(x)d, %(y)d

source: Attacking
ru: Атака

source: Enable debug output to stderr and a logfile.
ru: Включить вывод отладочной информации в stderr и лог-файл.

source: Specify the path to FIFE root directory.
ru: Задать путь к корневой директории FIFE.

source: Restores the default settings. Useful if Unknown Horizons crashes on startup due to misconfiguration.
ru: Восстанавливает настройки по умолчанию. Полезно в случае, если Неизведанные Горизонты не может загрузиться из-за неправильной конфигурации.

source: Specify alternative multiplayer master server.
ru: Задать альтернативный мастер-сервер для многопользовательской игры.

source: Specify network address to bind local network client to. This is useful if NAT holepunching is not working but you can forward a static port.
ru: Задать сетевой адрес для привязки локального сетевого клиента. Полезно, если NAT holepunching не работает, но вы можете перенаправить статический порт.

source: Starting Unknown Horizons
ru: Запуск Неизведанных Горизонтов

# Starts &lt;map&gt;. &lt;map&gt; is the mapname.
source: Starts <map>. <map> is the mapname.
ru: Запускает <map>. <map> - имя карты.

source: Starts a random map.
ru: Запускает случайную карту.

# Starts a random map with seed &lt;seed&gt;.
source: Starts a random map with seed <seed>.
ru: Запускает игру на случайной карте с seed <seed>.

# Starts &lt;scenario&gt;. &lt;scenario&gt; is the scenarioname.
source: Starts <scenario>. <scenario> is the scenarioname.
ru: Запускает <scenario>. <scenario> - название сценария.

# Starts &lt;campaign&gt;. &lt;campaign&gt; is the campaign name.
source: Starts <campaign>. <campaign> is the campaign name.
ru: Запускает <campaign>. <campaign> - имя кампании.

source: Starts the development map without displaying the main menu.
ru: Запускает карту для разработки без отображения меню.

# Loads a saved game. &lt;save&gt; is the savegamename.
source: Loads a saved game. <save> is the savegamename.
ru: Загружает сохранённую игру. <save> - название сохранённой игры.

source: Loads the last quicksave.
ru: Загрузка последнего быстрого сохранения.

source: Sets the seed used to generate trees, fish, and other natural resources.
ru: Устанавливает начальное значение, используемое при генерации деревьев, рыбы и других природных ресурсов.

source: AI options
ru: Настройки ИИ

source: Uses <ai_players> AI players (excludes the possible human-AI hybrid; defaults to 1).
ru: Использовать <ai_players> ИИ игроков (исключая возможный человек-ИИ гибрид; по-умолчанию 1).

source: Makes the human player a human-AI hybrid (for development only).
ru: Делает игрока человек-ИИ гибридом (только для разработки).

source: Shows AI plans as highlights (for development only).
ru: Показывает планы ИИ (только для разработки).

source: Development options
ru: Опции для разработки

source: Write debug output only to logfile, not to console. Implies -d.
ru: Писать отладочную информацию только в лог-файл, а не в консоль. Включает в себя -d.

source: Enable logging for a certain logging module (for developing only).
ru: Включить логирование для определённого модуля логирования (только для разработки).

# Writes log to &lt;filename&gt; instead of to the uh-userdir
source: Writes log to <filename> instead of to the uh-userdir
ru: Писать лог в <filename> вместо пользовательской директории игры

source: For internal use only.
ru: Только для внутреннего использования.

source: Enable profiling (for developing only).
ru: Включить профилирование (только для разработки).

# Run the game for &lt;max_ticks&gt; ticks.
source: Run the game for <max_ticks> ticks.
ru: Запустить игру на <max_ticks> циклов.

source: Enable the string previewer tool for scenario writers
ru: Запустить предварительный просмотрщик для писателей сценариев

source: Unknown Horizons crashed.
ru: Сбой Неизведанных Горизонтов.

source: We are very sorry for this, and want to fix this error.
ru: Мы очень сожалеем и хотим исправить эту ошибку.

source: In order to do this, we need the information from the logfile:
ru: Для этого нам нужна информация из лог-файла:

source: Please give it to us via IRC or our forum, for both see unknown-horizons.org .
ru: Пожалуйста предоставьте её нам через IRC или наш форум, оба указаны на сайте unknown-horizons.org .

source: Error: Unable to find required libraries
ru: Ошибка: невозможно найти необходимые библиотеки
