Repository: ChrisOelmueller/ye-very-olde-translations
Catalog: POOTLE_EXPORT/uh/*.xlf
Languages: lt, ru

source: ${player1} and ${player2} are now ${status}
ru: ${player1} и ${player2} теперь ${status}

source: A new settlement has been created by ${player}.
ru: ${player} основал новое поселение.

source: A new world has been created.
ru: Новый мир был создан.

source: Boar
ru: Кабан

source: Boat Builder
ru: Верфь

source: Branch Office
ru: Контора

source: Brickyard
ru: Кирпичный завод

source: Butchery
ru: Бойня

source: Cattle
ru: Скот

source: Cattle Run
ru: Выгон скота

source: Charcoal Burning
ru: Костёр для углежжения

source: Clay Deposit
ru: Месторождение глины

source: Clay Pit
ru: Глиняный карьер

source: Deer
ru: Олень

source: Distillery
ru: Винокуренный завод

source: Doctor
lt: Gydytojas
ru: Врач

source: Farm
lt: Ūkis
ru: Ферма

source: Fish Deposit
ru: Район рыбной ловли

source: Fisher
ru: Рыбак

source: Fisherman's Tent
ru: Палатка рыбака

source: Frigate
ru: Фрегат

source: Gravel Path
ru: Гравийная дорога

source: Herbary
lt: Herbariumas
ru: Сад трав

source: Huker
ru: Гукар

source: Hunter's Tent
ru: Палатка охотника

source: Iron Mine
ru: Железный рудник

source: Log
lt: Žurnalas
ru: Журнал

source: Lookout
ru: Наблюдательный пост

source: Lumberjack Camp
ru: Лагерь дровосека

source: Main Square
ru: Центральная площадь

source: Mountain
lt: Kalnas
ru: Гора

source: One of your settler has no main square in it's range.
ru: Один из ваших поселенцев не имеет доступа к рынку.

source: Pasture
lt: Ganykla
ru: Пастбище

source: Pavilion
lt: Paviljonas
ru: Павильон

source: Pigsty
lt: Kiaulidė
ru: Свинарник

source: Pirate Ship
ru: Пиратский корабль

source: Potato Field
lt: Bulvių laukas
ru: Картофельное поле

source: Rampart
lt: Pylimas
ru: Защитный вал

source: Salt Ponds
lt: Druskos tvenkiniai
ru: Солёные озёра

source: Screenshot has been saved to ${file}.
ru: Снимок экрана сохранен в ${file}.

source: Sheep
ru: Овца

source: Signal Fire
lt: Ugnies signalas
ru: Сигнальный огонь

source: Smeltery
lt: Lydykla
ru: Плавильня

source: Some of your settlers just moved out.
ru: Часть поселенцев только что покинула вас.

source: Storage Tent
lt: Saugojimo palapinė
ru: Хранилище

source: Sugar Field
lt: Cukraus laukas
ru: Сахарная плантация

source: Tavern
lt: Smuklė
ru: Таверна

source: Tent
lt: Palapinė
ru: Палатка

source: Tent Ruin
lt: Palapinės griuvėsiai
ru: Разрушенный шатёр

source: Tobacco Field
lt: Tabako laukas
ru: Табачное поле

source: Tobacconist
lt: Tabakininkas
ru: Табачная лавка

source: Toolmaker
lt: Įrankininkas
ru: Изготовитель инструментов

source: Trader
lt: Pirklys
ru: Торговец

source: Trail
lt: Takas
ru: Тропа

source: Tree
lt: Medis
ru: Дерево

source: Village school
lt: Kaimo mokykla
ru: Деревенская школа

source: Weaver's Tent
lt: Audėjo palapinė
ru: Палатка ткача

source: Wooden Tower
ru: Деревянная башня

source: You can also drag roads.
ru: Вы также можете двигать дороги, удерживая кнопку мыши.

source: You have won!
lt: Jūs laimėjote!
ru: Вы выиграли!

source: You need more ${resource} to build this building.
ru: Вам необходимо больше ${resource} для постройки этого строения.

source: Your game has been quicksaved.
ru: Быстрое сохранение успешно выполнено.

source: Your mine has run out of resources.
ru: Ваш рудник иссяк.

source: Your settlers reached level ${level}.
ru: Ваши поселенцы достигли ${level} уровня.

source: acorns
lt: gilės
ru: жёлуди

source: aristocrat
lt: aristokratas
ru: аристократ

source: black
lt: juoda
ru: черный

source: blue
lt: mėlyna
ru: синий

source: boards
lt: lentos
ru: доски

source: bordeaux
ru: бордовый

source: bricks
lt: plytos
ru: кирпич

source: cannon
ru: пушки

source: cattle
lt: galvijai
ru: скот

source: cattle for slaughter
lt: skerdimui skirti galvijai
ru: скот на убой

source: charcoal
lt: anglis
ru: древесный уголь

source: citizen
lt: miestiečiai
ru: горожанин

source: clay
lt: molis
ru: глина

source: clay deposit
ru: Месторождение глины

source: coins
lt: monetos
ru: монеты

source: community
lt: bendruomenė
ru: общество

source: cyan
lt: žydra
ru: голубой

source: dagger
ru: кинжал

source: deer food A
lt: elnio maistas A
ru: еда оленя A

source: deer meat
lt: elnio mėsa
ru: мясо оленя

source: education
lt: išsilavinimas
ru: образование

source: faith
lt: tikėjimas
ru: вера

source: fish
lt: žuvis
ru: рыба

source: food
lt: maistas
ru: еда

source: get-together
lt: susitikimas
ru: общение

source: grass
lt: žolė
ru: трава

source: gray
ru: серый

source: green
lt: žalia
ru: зеленый

source: happiness
lt: pasitenkinimas
ru: удовлетворение

source: herbs
lt: vaistažolės
ru: травы

source: iron deposit
ru: месторождение железа

source: iron ingots
lt: geležies luitai
ru: железные слитки

source: iron ore
lt: geležies rūda
ru: железная руда

source: lamb wool
lt: ėriuko vilna
ru: овечья шерсть

source: lemon
ru: лимонный

source: liquor
lt: alkoholis
ru: алкоголь

source: medical herbs
ru: лечебные травы

source: merchant
lt: pirklys
ru: торговец

source: orange
ru: оранжевый

source: pigs
lt: kiaulės
ru: свиньи

source: pigs for slaughter
lt: skerdimui skirtos kiaulės
ru: свиньи для бойни

source: pink
lt: rožinė
ru: розовый

source: pioneer
lt: pionierius
ru: пионер

source: potatoes
lt: bulvės
ru: картофель

source: purple
ru: фиолетовый

source: red
lt: raudona
ru: красный

source: sailor
lt: jūreivis
ru: моряк

source: salt
lt: druska
ru: соль

source: settler
lt: naujakurys
ru: поселенец

source: sugar
lt: cukrus
ru: сахар

source: sugar cane
ru: сахарный тростник

source: teal
ru: бирюзовый

source: textile
lt: tekstilė
ru: ткань

source: tobacco leaves
ru: листья табака

source: tobacco plants
ru: табачные растения

source: tobaccos
lt: tabakui
ru: табачные изделия

source: tools
lt: įrankiai
ru: инструменты

source: white
lt: balta
ru: белый

source: wood
lt: mediena
ru: древесина

source: wool
lt: vilna
ru: шерсть

source: yellow
lt: geltona
ru: желтый

source: Restart required
lt: Privaloma perkrauti
ru: Необходим перезапуск

source: Some of your changes require a restart of Unknown Horizons.
lt: Kai kurie jūsų pakeitimai reikalauja žaidimo Nežinomi Horizontai perkrovimo.
ru: Некоторые из ваших изменений требуют перезапуска Неизведанных Горизонтов.

source: Restore default settings
lt: Atkurti numatytąsias nuostatas
ru: Восстановить настройки по умолчанию

source: This will delete all changes to the settings you made so far.
lt: Tai panaikins visus nuostatų pakeitimus, kurios buvote atlikęs iki šiol.
ru: Это удалит все изменения настроек, сделанные вами.

source: Do you want to continue?
lt: Ar norite tęsti?
ru: Вы хотите продолжить?

source: System default
lt: Numatytoji sistema
ru: Системные настройки

source: Warning
lt: Įspėjimas
ru: Предупреждение

source: The SDL renderer is meant as a fallback solution only and has serious graphical glitches. Use at own risk!
lt: SDL atvaizdavimas yra skirtas, tik kaip atsarginis sprendimas, kuris turi rimtų grafikos trikdžių. Naudokite tik įvertinę riziką!
ru: SDL-рендерер используется как запасной вариант и имеет серьёзные графические проблемы. Используйте на свой страх и риск!

source: Configured language %(lang)s at %(place)s could not be loaded
ru: Выбранный язык %(lang)s не может быть загружен для %(place)s

source: Invalid network port
lt: Negaliojanti tinklo jungtis
ru: Некорректный сетевой порт

source: The port you specified is not valid. It must be a number between 1 and 65535.
ru: Заданный порт некорректен. Должно быть число между 1 и 65535.

source: Please check the port you entered and make sure it's in the specified range.
ru: Пожалуйста, проверьте введённый порт и убедитесь, что он находится в заданном диапазоне.

source: Failed to apply new network data.
ru: Не удалось применить новые сетевые настройки.

source: Networking couldn't be initialised with the current configuration.
ru: Подключение к сети не может быть установлено в текущей конфигурации.

source: Check the data you entered in the Network section.
ru: Проверьте данные, введённые в секции "Сеть".

source: Low port numbers sometimes require special privileges, try one greater than 1024 or 0.
ru: Низкие номера портов иногда требуют специальных привилегий, попробуйте номер, больший 1024 или 0.

source: Error
lt: Klaida
ru: Ошибка

source: Failed to save.
lt: Nepavyko įrašyti.
ru: Невозможно сохранить.

source: Are you sure you want to quit Unknown Horizons?
lt: Ar tikrai norite išeiti iš žaidimo Nežinomi Horizonti?
ru: Вы уверены, что хотите покинуть Неизведанные Горизонты?

source: Quit Game
lt: Išeiti iš žaidimo
ru: Выйти из игры

source: Are you sure you want to abort the running session?
lt: Ar tikrai norite nutraukti veikiantį seansą?
ru: Вы уверены, что хотите прервать текущую сессию?

source: Quit Session
lt: Išeiti iš seanso
ru: Покинуть сессию

source: No saved games
lt: Nėra išsaugotų žaidimų
ru: Нет сохраненных игр

source: There are no saved games to load
lt: Nėra išsaugotų žaidimų įkėlimui
ru: Нет сохраненных игр для загрузки

source: Load game
lt: Įkelti žaidimą
ru: Загрузить игру

source: Save game
lt: Išsaugoti žaidimą
ru: Сохранить игру

source: A savegame with the name "%s" already exists. Should i overwrite it?
lt: Išsaugojimas su pavadinimu "%s" jau egzistuoja. Ar norite jį perrašyti?
ru: Сохранение с именем "%s" уже существует. Его следует перезаписать?

source: Confirmation for overwriting
lt: Perrašymo patvirtinimas
ru: Подтверждение перезаписи

source: Please select a savegame or click on cancel.
lt: Prašome pasirinkti išsaugotą žaidimą arba spragtelėti ant atšaukti.
ru: Пожалуйста, выберите сохранение или нажмите "Отмена".

source: Select a savegame
lt: Pasirinkite įrašyti žaidimą
ru: Выберите сохранение

source: Details:
lt: Išsamiau:
ru: Подробности:

source: Error:
lt: Klaida:
ru: Ошибка:

source: Unknown savedate
ru: Неизвестная дата сохранения

source: Saved at %s
ru: Сохранено в %s

source: Savegame ver. %d
lt: Įrašyto žaidimo ver. %d
ru: Версия сохранения: %d

# WARNING: Incompatible ver. %(ver)d!&#10;Need ver. %(need)d!
source: WARNING: Incompatible ver. %(ver)d! Need ver. %(need)d!
lt: ĮSPĖJIMAS: Nesuderinta ver. %(ver)d! Reikalinga ver. %(need)d!
ru: ПРЕДУПРЕЖДЕНИЕ: Несовместимость версий %(ver)d! Необходима версия %(need)d!

# INCOMPATIBLE VERSION&#10;
source: INCOMPATIBLE VERSION
ru: НЕСОВМЕСТИМАЯ ВЕРСИЯ

source: No file selected
lt: Failas nepasirinktas
ru: Файл не выбран

source: You need to select a savegame to delete
lt: Jums reikia pasirinkti išsaugotą žaidimą, kad pašalintumėte
ru: Необходимо выбрать сохранение для удаления

# Do you really want to delete the savegame &quot;%s&quot;?
source: Do you really want to delete the savegame "%s"?
lt: Ar tikrai norite pašalinti išsaugotą žaidimą "%s"?
ru: Вы действительно хотите удалить сохранение "%s"?

source: Confirm deletion
lt: Patvirtinkite pašalinimą
ru: Подтвердите удаление

source: Error!
lt: Klaida!
ru: Ошибка!

source: Failed to delete savefile!
lt: Nepavyko pašalinti įrašyto failo!
ru: Не удалось уничтожить файл сохранения!

source: Unable to find pyenet
ru: Pyenet не найден

source: The multiplayer feature requires the library "pyenet", which couldn't be found on your system.
ru: Для многопользовательской игры требуется библиотека "pyenet", которую не удаётся найти в вашей системе.

source: Linux users: Try to install pyenet through your package manager.
ru: Пользователи Linux: попробуйте установить pyenet через вашу систему управления пакетами.

source: Windows users: There is currently no reasonable support for Windows.
ru: Пользователи Windows: на данный момент Windows, к сожалению, не поддерживается.

source: Failed to initialize networking.
ru: Не удалось установить сетевое соединение.

source: Check the data you entered in the Network section in the settings dialogue.
ru: Проверьте данные, введённые в секции "Сеть" в диалоге настроек.

source: Could not connect to master server. Please check your Internet connection. If it is fine, it means our master server is temporarily down. Details: %s
ru: Невозможно подключиться к мастер-серверу. Пожалуйста, проверьте ваше Интернет-подключение. Если с ним всё в порядке, это значит, что мастер-сервер временно недоступен. Подробности: %s

source: Network Error
lt: Tinklo klaida
ru: Ошибка сети

source: Something went wrong with the network:
ru: Проблемы с сетью:

source: Version differs!
lt: Skiriasi versija!
ru: Версия не совпадает!

source: Map:
lt: Žemėlapis:
ru: Карта:

source: Players:
lt: Žaidėjai:
ru: Игроки:

source: Creator:
lt: Kūrėjas:
ru: Создатель:

source: The game's version differs from your version. Every player in a multiplayer game must use the same version. This can be fixed by every player updating to the latest version. Game version: %(gameversion)s Your version: %(ownversion)s
lt: Žaidimo versija skiriasi nuo jūsų versijos. Kiekvienas žaidėjas daugelio žaidėjų žaidimo režime privalo naudoti tą pačią versiją. Tai gali būti ištaisoma, atsisiunčiant kiekvienam žaidėjui naujausią žaidimo versiją. Žaidimo versija: %(gameversion)s Jūsų versija: %(ownversion)s
ru: Версия игры отличается от Вашей версии. Все игроки в многопользовательской игре должны использовать одинаковые версии. Чтобы исправить это, каждый игрок может обновиться до последней версии. Версия игры: %(gameversion)s Ваша версия: %(ownversion)s

source: Wrong version
lt: Bloga versija
ru: Неправильная версия

source: Recommended number of players:
ru: Рекомендуемое число игроков:

source: Difficulty:
lt: Sunkumas:
ru: Сложность:

source: Author:
lt: Autorius:
ru: Автор:

source: Description:
lt: Aprašymas:
ru: Описание:

source: Invalid player name
lt: Netinkamas žaidėjo vardas
ru: Недопустимое имя игрока

source: You entered an invalid playername
lt: Jūs įvedėte netinkamą žaidėjo vardą
ru: Вы ввели недопустимое имя игрока

source: Map size:
ru: Размер карты:

source: Water:
ru: Вода:

source: Max island size:
ru: Максимальный размер острова:

source: Preferred island size:
ru: Предпочтительный размер острова:

source: Island size deviation:
ru: Отклонение размера острова:

source: Resource density:
ru: Плотность месторождений:

source: Invalid scenario file
lt: Netinkamas scenarijaus failas
ru: Неверный файл сценария игры

source: The selected file is not a valid scenario file.
ru: Выбранный файл не является файлом сценария.

source: Error message:
ru: Сообщение об ошибке:

source: Please report this to the author.
ru: Пожалуйста, сообщите это разработчикам.

source: Build
lt: Sudėjimas
ru: Строить

source: Boat builder overview
lt: Valties statybos apžvalga
ru: Обзор судостроителя

source: Resources still needed:
lt: Vis dar reikalingi resursai:
ru: Необходимые ресурсы:

source: Fisher boats
lt: Žvejo valtys
ru: Рыбацкие суда

source: Trade boats
lt: Prekybos valtys
ru: Торговые суда

source: War boats
lt: Karo valtys
ru: Военные суда

source: War ships
lt: Karo laivai
ru: Военные корабли

source: Confirm order
lt: Patvirtinti tvarką
ru: Подтвердить приказ

source: Build related fields
lt: Statyti susijusiuose laukuose
ru: Создать связанные поля

source: Increment
lt: Prieaugis
ru: Увеличение

source: Trade
lt: Prekyba
ru: Торговля

source: Settlement inventory
ru: Запасы поселения

source: Ship inventory
lt: Laivo inventorius
ru: Запасы на корабле

source: Load/Unload:
lt: Įkelti/Perkrauti
ru: Погрузить/Разгрузить:

source: Buy/Sell:
ru: Купить/продать:

source: Equip weapon
ru: Экипировать оружие

source: Unequip weapon
ru: Снять оружие

source: Account
lt: Paskyra
ru: Счет

source: Settler overview
lt: Naujakurio apžvalga
ru: Просмотр поселенца

source: Don't allow upgrades
ru: Запретить развитие

source: Allow upgrades
ru: Разрешить развитие

source: Sailors
ru: Моряки

source: Pioneers
ru: Пионеры

source: Settlers
ru: Первопроходцы

source: Overview
lt: Apžvalga
ru: Просмотр

source: Branch office overview
lt: Filialo apžvalga
ru: Обзор конторы

source: Main square overview
ru: Обзор главной площади

source: Ship overview
lt: Laivo apžvalga
ru: Обзор корабля

source: Build settlement
lt: Statyti nausėdiją
ru: Основать поселение

source: Unit overview
ru: Обзор юнита

source: Production overview
lt: Gamybos apžvalga
ru: Обзор производства

source: Destroy building
lt: Sugriauti pastatą
ru: Уничтожить строение

source: Selected Units
ru: Выбранные юниты

source: Limit: %st per slot
ru: Лимит: %st на слот

source: Emptiness
lt: Tuštuma
ru: Пустота

source: There is nothing written in your logbook yet!
lt: Dar nieko nėra įrašyta į jūsų žurnalą!
ru: В вашем логи ещё нет записей!

source: %(player)s's settlements
ru: Настройки %(player)s

source: %(player)s's ships
ru: Корабли %(player)s

source: None
ru: Нет

source: Production overview of %(settlement)s
ru: Обзор производства %(settlement)s

source: Start route
lt: Pradėti maršrutą
ru: Открыть торговый маршрут

source: Stop route
lt: Stabdyti maršrutą
ru: Остановить маршрут

source: none
ru: нет

source: String Previewer Tool for Scenario files
lt: Eilutės peržiūrėjimo įrankis scenarijaus failams
ru: Предварительный просмотрщик для файлов сценария

source: select a scenario and click on load/reload to update the messages in the captain's log
lt: pasirinkite scenarijų ir spragtelėkite ant įkelti/perkrauti, kad atnaujintumėte žinutes kapitono žurnale
ru: выберите сценарий и нажмите "загрузить/перезагрузить", чтобы обновить сообщения в судовом журнале

source: load/reload
lt: įkelti/perkrauti
ru: загрузить/перезагрузить

source: Companies
lt: Įmonės
ru: Компании

source: Sailor buildings
lt: Jūriniai pastatai
ru: Здания моряков

source: Residents and infrastructure
lt: Gyventojai ir infrastruktūra
ru: Жители и инфраструктура

source: Services
lt: Paslaugos
ru: Услуги

source: Pavilion: Fulfills religious needs of sailors.
ru: Павильон: Предоставляет морякам доступ к религии.

source: Fisherman: Fishes the sea, produces food.
lt: Žvejys: Gaudo jūros žuvis, teikia maistą.
ru: Рыбак: Ловит рыбу, производит еду.

source: Hunter: Hunts wild forest animals, produces food.
lt: Medžiotojas: Medžioja laukinio miško gyvūnus, teikia maistą.
ru: Охотник: Охотится на диких животных в лесу, производит еду.

source: Signal fire: Allows the player to trade with the free trader.
lt: Gaisro signalas: Leidžia žaidėjui prekiauti su nepriklausomu prekybininku.
ru: Сигнальный костер: Позволяет игроку торговать со свободным торговцем.

source: Lumberjack: Chops down trees and turns them into boards.
lt: Medkirtys: Kerta medžius ir paverčia juos lentomis.
ru: Лесоруб: Рубит деревья и делает из них доски.

source: Main square: Supplies citizens with goods.
lt: Pagrindinė aikštė: Aprūpina miestiečius prekėmis.
ru: Центральная площадь: Снабжает жителей товарами.

source: Tent: Houses your inhabitants.
lt: Palapinės: Jūsų gyventojų namai.
ru: Палатка: Дома ваших жителей.

source: Storage: Extends stock and provides collectors.
lt: Saugykla: Išplečia sandėlį ir teikia mokesčių rinkėjus.
ru: Склад: Добавляет место для хранения ресурсов и предоставляет сборщиков.

source: Trail: Needed for collecting goods.
lt: Takas: Reikalingas surinkti prekėms.
ru: Дорога: Необходима для доставки товаров.

source: Fields
lt: Laukai
ru: Поля

source: Pioneer buildings
lt: Pionierių pastatai
ru: Здания первопроходцев

source: Military
lt: Kariuomenė
ru: Военные

source: Boat builder: Builds boats and small ships. Built on coast.
lt: Valties statybininkas: Stato valtis ir mažus laivelius. Statoma ant kranto.
ru: Верфь: Строит корабли и не большие судна. Строится на побережье.

source: Brickyard: Turns clay into bricks.
lt: Plytinė: Paverčia molį į plytas.
ru: Кирпичный завод: Делает из глины кирпич.

source: Clay pit: Gets clay from deposit.
lt: Molio karjeras: Paima molio iš telkinio.
ru: Глиняный карьер: Добывает глину из залежей.

source: Distillery: Turns sugar into liquor.
ru: Винокуренный завод: Делает алкоголь из сахара.

source: Farm: Grows field crops and raises livestock.
lt: Ūkis: Augina lauko kultūras ir gyvulius.
ru: Ферма: Ухаживает за полями и скотом.

source: Pasture: Raises sheep. Produces wool. Needs a farm.
lt: Ganykla: Augina avis. Teikia vilną. Reikalingas ūkis.
ru: Пастбище: Выращивает овец. Производит шерсть. Нуждается в ферме.

source: Potato field: Yields food. Needs a farm.
lt: Bulvių laukas: Teikia maistą. Reikalingas ūkis.
ru: Картофельное поле: Производит еду. Необходима ферма.

source: Sugarcane field: Used in liquor production. Needs a farm.
lt: Cukranendrės laukas: Naudojama alkoholio gamybai. Reikalingas ūkis.
ru: Плантация сахарного тростника: Используется в производстве алкоголя. Нуждается в ферме.

source: Wooden tower: Defends your settlement.
ru: Деревянная баншя: защищает ваше поселение.

source: Village school: Provides education.
lt: Kaimo mokykla: Suteikia išsilavinimą.
ru: Деревенская школа: Предоставляет образование.

source: Weaver: Turns lamb wool into cloth.
lt: Audėjas: Ėriukų vilną paverčia į audinį.
ru: Ткач: Ткет из бараньей шерсти ткань.

source: Mining
ru: Горные работы

source: Settler buildings
lt: Naujakurių pastatai
ru: Здания поселенцев

source: Butchery: Needs pigs or cattle. Produces food.
lt: Skerdykla: Reikalingos kiaulės ar galvijai. Gamina maistą.
ru: Бойня: нуждается в свиньях или скоте. Производит пищу.

source: Cattle run: Raises cattle. Needs a farm.
lt: Paleisti galvijai: Didina galvijų skaičių. Reikalingas ūkis.
ru: Выгон скота: разводит скот. Нуждается в ферме.

source: Charcoal burning: Burns a lot of boards to charcoal.
ru: Костёр для углежжения: здесь угольщик получает уголь из досок.

source: Mine: Gets ores from deposit.
ru: Рудник: добывает руду из залежей.

source: Pigsty: Raises pigs. Needs a farm.
lt: Kiaulidė: Didina kiaulių skaičių. Reikalingas ūkis.
ru: Свинарник: разводит свиней. Нуждается в ферме.

source: Salt ponds: Evaporates salt. Built on sea coast.
lt: Druskos tvenkiniai: Išgarina vandenį ir surenka druską. Statomi prie jūros kranto.
ru: Солёные озера: выпаривают соль. Должны быть расположены на морском берегу.

source: Smeltery: Refines all kind of ores.
lt: Lydykla: Valo visų rūšių rūdis.
ru: Плавильня: Перерабатывает все виды руды.

source: Tavern: Provides get-together.
lt: Smuklė: Suteikia vietą susitikimui.
ru: Таверна: Предоставляет место для встреч.

source: Tobacco field: Produces tobacco. Needs a farm.
lt: Tabako laukas: Teikia tabaką. Reikalingas ūkis.
ru: Табачное поле: Производит сырьё для табака. Нуждается в ферме.

source: Tobacconist: Produces tobaccos out of tobacco.
lt: Tabakininkas: Teikia tabako gaminius iš tabako.
ru: Табачная лавка: производит табак из табачного сырья.

source: Toolmaker: Produces tools out of iron.
lt: Įrankininkas: Teikia įrankius iš geležies.
ru: Изготовитель инструментов: Изготавливает инструменты из железа.

source: Game start
ru: Начать игру

source: You need to found a settlement before you can construct buildings!
ru: Вы дожны основать поселение, чтобы строить здания!

source: Select your ship and approach the coast via right-click.
ru: Выберите ваш корабль и нажмите правой кнопкой мыши у берега.

source: Afterwards, press the large button in the ship overview tab.
ru: Затем нажмти большую кнопку на вкладке обзора корабля.

source: Running costs:
lt: Einamosioms išlaidoms padengti:
ru: Эксплуатационные расходы:

source: Inhabitants
lt: Gyventojai
ru: Жители

source: Click to change the name of your settlement.
lt: Spragtelėkite, kad pakeistumėte jūsų gyvenvietės pavadinimą.
ru: Нажмите, чтобы изменить название вашего поселения.

source: Build menu
lt: Statymo meniu
ru: Меню строительства

source: Destroy
lt: Sugriauti
ru: Разрушить

source: Diplomacy
ru: Дипломатия

source: Game menu
lt: Žaidimo meniu
ru: Меню игры

source: Captain's log
lt: Kapitono žurnalas
ru: Судовой журнал

source: Rotate map counterclockwise
lt: Pasukti žemėlapį prieš laikrodžio rodyklę
ru: Вращать карту против часовой стрелки

source: Rotate map clockwise
lt: Pasukti žemėlapį pagal laikrodžio rodyklę
ru: Вращать карту по часовой стрелке
