Repository: ChrisOelmueller/ye-very-olde-translations
Catalog: uh-tutorial/*.po
Languages: cs, hu

source: All demands are fulfilled now if your inhabitants can regularly visit the main square & pavilion and your food supply is adequate. If the sailors are happy enough, they want to advance to the next increment called Pioneers. To make them happy, there is nothing else for you to do but setting taxes to a lower level since you have fulfilled all the demands of your inhabitants. You should try to not always run on low taxes since this will probably lead to bankruptcy sooner or later. For a period of time and if you know what you are doing, it is fine though. After some time, the first unit should walk to the main square and have a look for new construction material there to build a log house. This house will replace the old tent.
cs: Všechny požadavky jsou nyní splněny. Vaši obyvatelé můžou pravidelně navštěvovat náměstí a pavilón a Vaše zásobení jídlem je dostačující. Pokud budou námořníci dostatečně šťastní, budou chtít postoupit na další úroveň nazvanou Průkopníci. Abyste je učinili šťastnými, není nic jednoduššího než nastavit daně na nižší úroveň, dokud nebudou naplněny všechny požadavky Vašich obyvatel. Nízké daně je potřeba využívat obezřetně. Pokud je necháte na nízké úrovni, přivedete svůj ostrov, dříve nebo později, k bankrotu. Pokud ale víte, co děláte, fungují skvěle. Po určité době se první obyvatelé vypraví na náměstí, aby získali nový stavební materiál, který potřebují ke stavbě srubu. Tímto domem nahradí své dosavadní stany.

source: Such residential upgrades are the only ones which cost resources and can not be restricted by you. There are manual upgrades to some buildings where you use resources to construct a better version on the same spot, and there are upgrades without costs for example as you will see with the lumberjack (In this case, only the graphics change). Upgraded housing accomodates more inhabitants, and pioneers pay more taxes than sailors, too. As you may have figured out already, the downside is that pioneers demand additional goods which sailors do not need - so you will need to spend this extra money to make them happy as well. TASK: Set the tax level to Low (left end) and wait for sailors to upgrade.
cs: Takové vylepšení obytných budov jsou jediným vylepšením, které Vás stojí prostředky a nemůže být Vámi zakázáno. Jsou zde také manuální vylepšení některých budov, kdy jsou prostředky využity ke stavbě lepší verze budovy na tom samém místě. Také existují vylepšení bez poplatků, například jak uvidíte u dřevorubce (v tomto případě dojde pouze ke grafické změně). Vylepšené domy pojmou více obyvatel a průkopníci také platí vyšší daně než námořníci. Jak už jste si možná všimli, nevýhodou je, že průkopníci požadují dodatečné zboží, které námořníci nepotřebovali - takže budete muset utratit peníze, abyste je učinili šťastnými. ÚKOL: Nastavte výši daní na nízkou hodnotu (levý okraj posuvníku) a počkejte na vylepšení.

source: Set the tax level to Low (left end) and wait for your sailors to upgrade.
cs: Nastavte výši daní na nízkou hodnotu (levý okraj) a počkejte na vylepšení.
hu: Állítsd az adószintet alacsonyra (bal szélen) és várj amíg a hajósok frissítik.

source: NEW TASK: BUILD A FARM
cs: NOVÝ ÚKOL: POSTAVTE FARMU
hu: Új feladat: Építs egy farmot

source: Congratulations! Some of your inhabitants have reached increment II! Now you have access to new buildings, take a look at the Build menu again. A shiny new tab appeared there. Pioneers will demand cloth, so you need to set up a production line for cloth starting with lambs wool (which is one of the goods produced at the farm). The farm is a very special production building since it can produce not only one, but very many (and different) goods if you choose. The output of farms depends on what kind of fields you build around it.
cs: Gratulujeme! Část vašich obyvatel dosáhla další úrovně II! Nyní máte přístup k novým budovám, podívejte se do Stavebního menu znova. Objevila se zde nová blýskavá záložka. Průkopníci budou požadovat látku, to znamená, že budete muset vytvořit výrobní linku pro látku, která začne ovčí vlnou (ovce jsou produkovány na farmě). Farma je vyjímečná produkční budova, která neprodukuje pouze jednu, ale velmi mnoho (a rozličných) druhů zboží, které si zvolíte. Výstupní produkt závisí na typu polí, které jsou vystavěny okolo ní.

source: We will have a closer look at this later. Farms, like all companies producing raw materials, do not necessarily need to be connected to storage or a Branch Office. As long as units of the final production company can reach the farm, and collectors from the branch office or storage tent can reach the final company everything's fine. If you, however, plan to do some processing on different parts of the island (which can make sense) or even on different islands, you will need a connection to collectors. Try to build the farm not too close to the coast or your existing buildings since it will need some space around it to work well. TASK: Build a farm.
cs: K tomuto se vrátíme později. Farmy, stejně jako všechny společnosti produkující suroviny, nemusí být propojeny se skladištěm nebo pobočkou. Jednotky výrobní společnosti musí dosáhnout na výstupy z farmy a výběrčím z pobočky nebo skladiště stačí dosáhnout na výsledné produkty z výrobní společnosti. Nicméně, pokud plánujete provádět některou část z výrobního řetězce v jiných částech ostrova (což může dávat smysl) nebo na různých ostrovech, budete potřebovat propojení k výběrčím. Zkuste postavit farmu tak, aby nebyla blízko pobřeží a stávajících budov, protože bude pro správnou činnost potřebovat místo okolo sebe. ÚKOL: Postavte farmu.

source: Build a farm and keep some empty space around it.
cs: Postavte farmu a nechte kolem ni volné místo.
hu: Építs egy farmot, legyen néhány üres hely körülötte.

source: NEW TASK: BUILD FIELDS
cs: NOVÝ ÚKOL: STAVBA POLÍ
hu: Új feladat: Építs mezőket

source: The farm itself is not going to produce anything without some fields. You currently have the choice between pastures, potato and sugar fields. Let's have a short overview: * Pasture: Sheep live here, producing lamb wool. * Potato field: Grows potatoes which are currently treated as food. * Sugar field: Grows sugar which is used to distill liquor and (later) produce confectionery. We now only need pastures, but in case your food supply chain is too small (maybe many residential buildings) you can also produce some potatoes. Note that for potatoes you will need a road connection to the farm (not to the field!) as it will be the only company to work on the goods.
cs: Samotná farma nebude nic produkovat, pokud nebudou postavena pole. Nyní máte možnost výběru mezi pastvinami, bramborovými poli a plantážemi s cukrovou třtinou. Proveďme krátké shrnutí: * Pastviny - žijí zde ovce, produkují ovčí vlnu. * Bramborové pole - pěstují se zde brambory, ty slouží jako potrava. * Plantáž cukrové třtiny - pěstuje se zde třtina, která je dále použita k destilaci kořalky a (později) produkci cukrovinek. Nyní potřebujeme pouze pastviny, ale v případě, že Vaše zásobení jídlem je příliš malé (díky mnoha obytným budovám), můžete také postavit bramborové pole. Všimněte si, že brambory potřebujete propojit s farmou (nikoli s poli!), což je jediná budova, která pracuje se zbožím.

source: Make sure that all fields you build are in the area covered by the farm. You can have combined production - one pasture will not lead to 100 percent efficiency of the farm - but you need to check how many fields one farm can serve. Different classes of fields require the farm units to spend more or less time there (to seed, harvest, herd, etc…) and because of that, the farm may be unable to serve all of the fields you built for it in time. For now, you do not need to care about these issues a lot since you haven't built any fields. Let's change that! TASK: Build at least one pasture in the farm's range and add potato fields if you like.
cs: Ujistěte se, že všechna pole, která stavíte, leží v oblasti, která je pokryta farmou. Můžete mít kombinovanou produkci - jedna jednotka pastvin nepovede ke stoprocentní efektivnosti farmy, ale na druhou stranu, počet polí, které jedna farma může zabezpečit je omezen. Různé druhy polí mají různé časové požadavky (k vysetí, sklizni, pastvě, atd.) a kvůli tomu nemusí být farma schopna obsloužit všechna pole včas. Nyní se tím nemusíte příliš zabývat, protože jste nevybudovali žádné pole. Pojďme to změnit! ÚKOL: Vybudujte alespoň jednu pastvinu v okolí farmy a přidejte bramborové pole, pokud chcete.

source: Build at least one pasture and add potato fields if you like.
cs: Vybudujte alespoň jednu pastvinu a přidejte bramborové pole, pokud chcete.
hu: Építs legalább egy legelőt, és ha úgy tetszik adj hozzá burgonyamezőket.

source: NEW TASK: BUILD STORAGE
cs: NOVÝ ÚKOL: POSTAVTE SKLADIŠTĚ
hu: Új feladat: Építs raktárat

source: Did you watch your lumberjack recently? Since your branch office does not have unlimited space to store goods, collectors will stop fetching goods from companies when stock is full. So if no sailor recently wanted to upgrade his tent, you probably have a lot of boards and in that case, the lumberjack may idle. We can improve this situation with two different approaches, and below we will have a look at both of them. All companies offer the possibility of doing no work at all. This may sound strange, but try to click on the gear wheel you see in, for example, a lumberjack's overview. If this 'break' mode is enabled (we call it 'Decommissioning'), the running costs you pay for the building will decrease. They won't be zero, but still lower than if you keep the company producing.
cs: Dívali jste se nedávno na dřevorubce? Vzhledem k tomu že Obchodní přístav nemá neomezený prostor pro uložení zboží, dělníci přestanou odebírat zboží od dodavatelů, když je plný zásob. Takže pokud námořník nechtěl nedávno provést vylepšení svého stanu, pravděpodobně máte spoustu prken, a v takovém případě nemusí dřevorubec pracovat. Tuto situaci můžete zlepšit dvěma různými způsoby, dále se podíváme na oba. Všichni dodavatelé nabízejí možnost nepracovat. Může to znít divně, ale zkuste kliknout na ozubené kolo, které vidíte například v přehledu dřevorubce. Pokud je povolen režim "rozbít" (říkáme tomu "Vyřazení z provozu"), budou provozní náklady, které zaplatíte za budovu nižší. Nebudou nula, ale stále nižší, než pokud budete dodavatel pracovat.

source: This means that you can save money when you temporarily do not need a company and do not want to tear it down, either. Another solution is to build the last increment-I building which has not been mentioned so far: the storage tent. This building has two purposes. It: * Offers more storage for your goods, and * sends its own collectors to fetch goods, just like the branch office does. Note that companies can also be connected to a storage in order to get their products collected, and if the branch office is overwhelmed with collector tasks, you can place a storage tent to help out there. TASK: Build a storage tent, preferably where you need collectors.
cs: Můžetě ušetřit peníze pokud dočasně zastavíte společnost kterou zrovna nepotřebujete a nechcete jí zbourat. Dalším řešením je vybudování poslední budovy, která zatím nebyla zmíněna: skladovacího stanu.. tato budova má dva učely a to: * Nabízí více prostoru pro vaše zboží, a * vysílá své sběrače vyzvednout zboží, stejně jako Obchodní přístav. Note that companies can also be connected to a storage in order to get their products collected, and if the branch office is overwhelmed with collector tasks, you can place a storage tent to help out there. ÚKOL: Vybudujte skladovací stan, přednostně tam kde potřebujete sběrače.

source: NEW TASK: BUILD A WEAVER
cs: NOVÝ ÚKOL: POSTAVTE TKALCOVNU
hu: Új feladat: Építs egy szövőt

source: NEW TASK: COMPLETE TUTORIAL
cs: NOVÝ ÚKOL: DOKONČETE TUTORIAL
hu: Új feladat: Végezz a gyakorlással

source: NO TASKS LEFT
cs: ŽÁDNÉ DALŠÍ ÚKOLY
hu: Nincs feladat hátra

source: There is nothing left to do now. If you have any suggestions on what we could or should improve, add or leave out: www.unknown-horizons.org #unknown-horizons @ irc.freenode.net team@unknown-horizons.org Our forums are open to you as well! The best results until now were achieved by joining our IRC channel, so you could try that out first (-;
cs: Nic dalšího se zatím nedá dělat. Pokud máte nějaké nápady co by se mohlo nebo mělo vylepšit, přidat nebo vynechat:: www.unknown-horizons.org #unknown-horizons @ irc.freenode.net team@unknown-horizons.org Naše fórum je pro vás otevřené! Nejlepších výsledků bylo dosaženo pomocí našeho IRC kanálu, takže to byste mohli zkusit jako první (-;

source: Thanks!
cs: Díky!
hu: Köszönöm!

source: Thanks for playing the tutorial! Your UH-Team
cs: Děkujeme za hraní tutorialu! Tvůj UH-Team
hu: Köszönöm hogy végigjátszottad a gyakorlást! A te UH-Csapatod

source: Congratulations! You have reached the end of this tutorial and are ready to meet new challenges!
cs: Gratulujeme! Dostali jste se na konec tutorialu a jste připraveni na další výzvy!
hu: Gratulálok! Elértél a gyakorlás végéhez, most már megfelesz az új kihívásoknak!

source: Tutorial
hu: Bemutató

source: Build a warehouse at the coast, so it is easy accessible for other ships like the Free Trader.
hu: Építs egy raktárat a tengerparthoz, így könnyen megközelíthető a többi szabadkereskedő hajó számára

source: To move your ship, select it with a left click and right click on the location you want it to go to. Once you are near the coast, the anchor-like button you see in the overview tab will become active. This indicates that you are able to build a warehouse there by pressing that button (called 'Build Settlement'). Now a preview of your building is dragged around when you move the cursor. You can build on any spot where this preview is not shaded red. Click where you want to place your first building. TASK: Build a warehouse at the coast.
hu: A hajó mozgatásához kattints a bal egérgombbal a hajón, és kattintson jobb gombbal a kívánt helyre, hogy odamenjen. Miután a part közelébe értél, egy horgony-szerű gomb lesz aktív áttekintés fülön. Ez azt jelzi, hogy meg tudod építeni a raktárat a gomb megnyomásával (az úgynevezett "Build Settlement"). Most az épület előnézetét az egérrel tudod mozgatni. Meg lehet építeni bármilyen helyen, ahol a kép nem árnyalt vörös. Kattintson oda, ahová szeretnéd helyezni az első épüled. Feladat: Készítsen egy raktárat a parton.

source: Build a lumberjack and connect it to the warehouse using a trail.
hu: Építs egy favágóházat és csatlakoztass hozzá a raktárból egy utat.

source: Build a hunter and a fisher. Connect them to the warehouse.
hu: Építs egy Vadászt és egy Halászt. Csatlakoztasd őket a raktárba.

source: Can you see the ship passing your island from time to time? That ship belongs to the Free Trader, one of the first settlers in this archipelago. The trader will supply your settlement with necessary goods which you can't produce yet. You can also sell surpluses of your production, but in general consuming them (by building more tents) instead of selling them yields more profit. Normally the trader ships just sail around and look for deals, but you can speed things up a bit. For this purpose, build a signal fire at the coast near your warehouse. It will show ships the way to your settlement. The signal fire has to cover the area which the ships pass through to catch them.
hu: Látod, hogy hajó halad el a szigetednél időről időre? Ez a hajó a Szabad Kereskedőkhöz tartozik, az egyik első telepesek ebben a szigetvilágban. A kereskedő ellátja a települést szükséges árukkal, amelyeket nem tudsz előállítani még. Az eladni kívánt többletet a termelés határozza meg, de általában időigényes eladni őket (az több épület több sátorral), ahelyett, hogy eladná helyben idehozza a nagyobb nyereség reményében. Normális esetben a kereskedő hajók csak vitorláznak körbe körbe és keresik az ajánlatokat, de lehet gyorsítani a dolgokat egy kicsit. Erre a célra lehet építeni egy Tüzjelet a parton a raktár közelében. Meg fogja mutatni az utat a hajóknak a településre. A tűzjel azért van, hogy mutassa a területet, és elkapja a hajósokat akik áthaladnak.

source: Build a signal fire at the coast close to your warehouse.
hu: Építs egy Tűzjelet a parton közel a raktárhoz.

source: Build a storage tent (increment I tab) where it makes sense.
hu: Építs egy tárolósátrat (növekmény fül) amennyiben van értelme.

source: Build a weaver that can somehow reach the wool of your farm.
hu: Építs egy szövőt amely eléri a farmon lévő gyapjút!

source: House a total of 50 or more inhabitants in your city to complete the tutorial. You need a positive balance.
hu: Legalább 50 lakosnodnak kell lennie és pozitív egyenlegednek, hogy befejezd a gyakorlást.
