Repository: ChrisOelmueller/ye-very-olde-translations
Catalog: uh-tutorial/*.po
Languages: cs, hu

source: The UH team
cs: Tým UH
hu: Az UH csapat

source: The tutorial: Build your first settlement and learn how to play!
cs: Tutorial: Postavte svojí první osadu a naučte se hrát!
hu: Gyakorlás: építsd fel az első telepedet, és tanuld meg hogyan kell játszani!

source: Build a branch office at the coast, so it is easy accessible for other ships like the Free Trader.
cs: Postavte na pobřeží Obchodní přístav, aby byl snadno dostupný ostatním lodím, jako je třeba volný obchodník.

source: Welcome to Unknown Horizons!
cs: Vítej v Unknown Horizons!
hu: Üdvözli az Unknown Horizons!

source: This is your Captain's log where all important information is stored. A short notification of each task will be provided on the left of the screen. If you are interested in longer descriptions, your log will hopefully provide all the help you need. After you close this log, it can be re-opened with the 'Captain's Log' icon in the top-right corner (below the mini-map, with a sealed document and a feather). For any suggestions on better wording, topics you would like to have explained or even buggy conditions: Please tell us and we will try to improve the tutorial! Visit www.unknown-horizons.org for help on how to contact the team! And now, let's start the actual game.
cs: Toto je váš Lodní deník, kde jsou uloženy všechny důležité informace. Krátký popis každého úkolu bude zobrazen na levé straně obrazovky. Pokud máte zájem o podrobnější popis, v deníku snad najdete veškeré informace, které potřebujete. Po zavření deníku, může být tento znovu otevřen ikonou 'Lodní deník' v pravém horním rohu (pod mini-mapou, se zavřeným dokumentem a brkem). Pro jakékoliv návrhy na lepší formulace, témata, které byste chtěil mít vysvětlené nebo je někde chyba napište nám a my se pokusíme o nápravu. Na www.unknown-horizons.org nás můžete kontaktovat. A nyní pojďme hrát.

source: NEW TASK: SETTLE ON AN ISLAND
cs: NOVÝ ÚKOL: OSÍDLIT OSTROV
hu: Új feladat: Rendezkedj be egy szigetre!

source: To move your ship, select it with a left click and right click on the location you want it to go to. Once you are near the coast, the anchor-like button you see in the overview tab will become active. This indicates that you are able to build a branch office there by pressing that button (called 'Build Settlement'). Now a preview of your building is dragged around when you move the cursor. You can build on any spot where this preview is not shaded red. Click where you want to place your first building. TASK: Build a branch office at the coast.
cs: Pro pohyb lodí, jí vyberte kliknutím na levé tlačítko, a klikněte pravým tlačítkem na místo kam chcete plout. Jakmile budete v blízkosti pobřeží, tlačítko kotvy, které vidíte na kartě přehledu, bude aktivní. To naznačuje, že zde můžete postavit Obchodní přístav stiskem tohoto tlačítka (nazvané 'Postavit osadu'). Nyní se zobrazí náhled budovy při pohybu kurzorem. Můžete postavit budovu na jakémkoliv místě, kde náhled není zbarven červeně. Klikněte kdekoliv pro umístění vaší první budovy. ÚKOL: Postavte Obchodní přístav na pobřeží.

source: NEW TASK: BUILD A LUMBERJACK
cs: NOVÝ ÚKOL: POSTAVTE DŘEVORUBCE
hu: Új feladat: Építs egy favágóházat

source: The construction material on your ship got unloaded automatically. You can now construct some basic buildings. We will start with building a lumberjack. This is essential because, at this stage, boards are the only poles your sailors can afford to hang their tents over. The fisherman needs some boards to build his vessel as well. In order to construct lumberjacks; open the build menu by either clicking the big icon below the mini map or pressing B key. The build menu is sorted by increments. You are currently in the first increment (the Sailors level) so are offered only the basic buildings.
cs: Stavební materiál se z lodi vyloží automaticky. Nyní můžete postavit několik základních budov. Začneme se stavbou dřevorubce. V této části hry je to nezbytné, protože prkna jsou to jediné, co můžete poskytnout námořníkům k zakrytí jejich stanů. Také rybář potřebuje nějaká prkna, aby si mohl vyrobit svou loďku. Aby jste postavili dřevorubce, otevřete stavební menu kliknutím na velkou ikonu pod mini mapou nebo stisknutím klávesy B Stavební menu je rozděleno podle jednotlivých úrovní. Nyní se nacházíte na první úrovni (námořnická úroveň), proto máte k dispozici pouze základní budovy.
hu: Az építőanyag a hajó kirakodását követően kapod. Akkor most építs néhány alapvető épületet. Egy favágóházzal kezdd! Ez azért fontos, mert ebben a fázisban, csak a fedélzeten vannak deszkák. A halásznak szüksége deszkákra hajója építéséhez. A favágóház építéséhet, nyissa meg a build menüt vagy kattintson az alábbi ikonra nagy a mini térképen, vagy nyomja meg a B gombot. A build menü sorrendje lépésekben. Jelenleg az első vagy (matróz szint), így csak az alapvető épületek érhetők el.

source: As your civilization advances, you also gain more and more complex buildings. For now, select the lumberjack under 'Companies' and build it in an area with some trees around. You can also plant trees later - but that costs money. Use what nature provided you with! A company always needs a trail connection to a storage or branch office, otherwise goods will remain at the company and not be collected. This means that you have to build a trail connecting your branch office (or storage) and lumberjack. TASK: Build a lumberjack in a wooded area and connect it to a road. Watch how a collector will fetch your first self-produced boards.
cs: Jak se bude vaše civilizace rozvíjet, získáte stále komplexnější a komplexnější budovy. Nyní vyberte dřevorubce v sekci 'Podniky' a postavte ho v oblasti, kde jsou stromy. Později můžete stromy také sázet, ale bude Vás to stát peníze. Využijte to, co Vám příroda poskytuje! Podnik vždy potřebuje spojení stezkou ke skladišti nebo Obchodnímu přístavu, jinak zboží zůstane v podniku a nebude vybráno. To znamená, že musíte vybudovat stezku spojující váš Obchodní přístav (nebo skladiště) a dřevorubce. ÚKOL: Postavte dřevorubce v lesnaté oblasti a propojte ho cestou. Sledujte jak výběrčí vybere vaše první vyprodukované prkna.

source: Build a lumberjack and connect it to the branch office using a trail.
cs: Postavte dřevorubce a spojte ho s Obchodním přístavem pomocí stezky.

source: NEW TASK: FOOD SUPPLY
cs: NOVÝ ÚKOL: PRODUKCE JÍDLA
hu: Új feladat: Élelmiszer ellátás

source: You will need to have some food-producing companies, too, because people in general (and especially sailors) are very hungry. Available companies in the first increment are the Hunter and Fisher. The Hunter, surprisingly, hunts animals in the forest, so he needs trees around. Note that you can place your Hunter close to the lumberjack's forest. It can happen that the animals don't reproduce fast enough or simply hide well. Conclusion: the hunter is not too reliable if you need continuous supply.
cs: Dále budete muset postavit některé základní budovy, které budou produkovat jídlo. Všichni lidé (a námořníci obzvláště) jsou velmi hladoví. Dostupné budovy pro první úroveň jsou Lovec a Rybář. Lovec loví v lesích zvířata, proto potřebuje být blízko lesa. Všimněte si, že lovce můžete umístit blízko dřevorubcova lesa. Stává se, že zvířata se nemnoží dostatečně rychle nebo se umí dobře schovat. Závěrem: Lovec není příliš spolehlivý zdroj potravy, pokud potřebujete nepřerušované zásobování.
hu: Szükséged lesz néhány élelmiszer-termelő cégre is, mert az emberek általában (és különösen a hajósok) nagyon éhesek. Rendelkezésre álló cégek közül az első a Vadász és a Halász. A Vadász meglepő módon vadászik az állatokra az erdőben, ezért kell, hogy fák vegyék körül. Ne helyezd el a Vadászt a közeli favágó erdejében. Előfordulhat, hogy az állatok nem szaporodnak elég gyorsan, vagy egyszerűen csak eltűnnek. Következtetés: a vadász nem túl megbízható, ha szükséged van a folyamatos ellátásra.

source: The Fisher needs a coastal building site like the branch office and a fish school in range. He will build a small rowing vessel and catch some fish. This is a very constant supply at the cost of a slightly longer production time per unit of food. A small settlement like yours can use both companies, and you can better balance pros and cons if you see the direct comparison. TASK: Build a hunter and a fisher. Don't forget to connect them to your branch office with trails!
cs: Rybář potřebuje budovu na pobřeží stejně jako Obchodní přístav a hejno ryb v dosahu. Postaví si malou loďku a bude chytat ryby. Jedná se o nepřetržitý zdroj potravy, cenou za to je trochu delší produkční čas každé jednotky jídla. Malá osada, jakou je ta Vaše, může využít obě společnosti. Pokud je uvidíte v přímém srovnání, můžete lépe porovnat jejich výhody a nevýhody. ÚKOL: Postavte lovce a rybáře. Nezapomeňte je připojit k Vašemu Obchodnímu přístavu pomocí stezek!

source: Build a hunter and a fisher. Connect them to the branch office.
cs: Postavte lovce a rybáře. Spojte je s budovou Obchodního přístavu

source: NEW TASK: MAIN SQUARE
cs: NOVÝ ÚKOL: TRŽIŠTĚ
hu: Új feladat: Fő tér

source: Your residents need a main square where they can fetch their goods from. This means that they need a trail connection from their home to the main square. All goods in your branch office are available at this 'market place', so your residents do not need to walk to the fisher or even to the branch office. You should consider founding your actual house settlement in an area where you can easily expand it and build some trails, too. You should avoid placing tents too close to your lumberjacks for example because building tents will clear away the trees that your lumberjack needs to produce boards. TASK: Build a main square.
cs: Vaši obyvatelé potřebují tržiště, kde si mohou vyzvednout zboží. To znamená, že musí mít spojení pomocí stezky ze svých domů na tržiště. Všechno zboží v Obchodním přístavu je dostupné na tomto "tržišti", takže obyvatelé nemusí chodit k rybáři nebo až do Obchodního přístavu. Měli byste zvážit založení Vaší obytné osady v oblasti, kterou můžete snadno rozšířit a vybudovat kolem stezky. Měli byste se vyvarovat výstavby stanů příliš blízko Vašemu dřevorubci,protože postavením stanů budou zničeny stromy, které dřevorubec potřebuje k produkci prken. ÚKOL: Postavte tržiště.

source: Now let's have a closer look at the main square. In the 'Account' tab you get a balance sheet of this island, featuring all costs you pay and all taxes you earn. The items 'Sale' and 'Buy' refer to your trading balance and will be explained later on. If your balance is positive, you all-in-all make a profit. In the different increment overview tabs you can see statistics about your inhabitants. You also set the increment-specific global tax here and allow or deny inhabitants of this increment to upgrade to the next higher one.
cs: Nyní se blíže podívejme na tržiště. V záložce "Účet" můžete vidět přehled financí Vašeho ostrova, který zahrnuje všechny platby, které platíte, a všechny daně, které dostáváte. Položky "Nákup" a "Prodej" ukazují Vaši obchodní bilanci a budou vysvětleny později. Pokud je Vaše bilance kladná, vykazujete zisk. Dále jsou zde záložky odpovídající jednotlivým úrovním. Zde můžete sledovat statistiky o Vašich obyvatelích. Zde můžete nastavit celkovou daň a povolit nebo zakázat obyvatelům na dané úrovni postoupit do vyšší úrovně.

source: Build a main square. Choose an area without many economy buildings.
cs: Postavte tržiště. Vyberte oblast, kde se nenachází mnoho produkčních budov.
hu: Készítsen egy főteret. Válassz ki egy helyet anélkül, hogy sok gazdasági épület lenne a környéken.

source: NEW TASK: RESIDENTIAL BUILDINGS
cs: NOVÝ ÚKOL: OBYTNÉ BUDOVY
hu: Új feladat: Lakóépületek

source: Settlers want to have a roof over their heads, else they won't even think of living in your city! You need to provide tents. Tents are the basic residential buildings. Your inhabitants will want to upgrade it when they reach higher increments. Settlers may not look very useful since they will try to consume all goods you produce - but they at least pay taxes, and that's the only way you can make money for now! TASK: Build a tent and connect it to the main square.
cs: Osadníci chtějí mít střechu nad hlavou, jinak je ani nenapadne usadit se ve Vašem městě! Potřebujete zajistit jim stany. Stany jsou základními obytnými budovami. Vaši obyvatelé je budou vylepšovat až dosáhnou vyšší úrovně. Osadníci se nezdají být příliš užiteční, snaží se spotřebovat všechno zboží, které produkujete, ale na druhou stranu platí daně, které jsou prozatím Vaším jediným zdrojem peněz! ÚKOL: Postavte stan a propojte jej s tržištěm.

source: Build a tent and connect it to the main square.
cs: Postavte stan a propojte jej s tržištěm.
hu: Készíts egy sátrat, és csatlakoztasd a főtérre.

source: Let's have a look at the tent overview tab. You can see * the happiness of these residents, * the taxes they pay and * the resources they demand. If their demands are fulfilled, happiness and thus your tax income increase. If not, happiness and income decrease. At some time your residents may get really sour and simply turn their back on your village, leaving behind a decaying ruin. Note that you can also change the global tax settings here, too. TASK: Build at least three additional tents. TIP: Holding down SHIFT eases constructing multiple buildings of the same kind.
cs: Nyní se pojďme podívat na přehledovou záložku pro stan. Můžete zde vidět: * spokojenost obyvatel * daně, které platí * zdroje, které požadují. Pokud budou jejich požadavky splněny, štěstí a také příjem z daní vzrostou. Pokud nebudou splněny, štěstí a příjem poklesne. Po určité době se obyvatelé stanou nevrlými, opustí Vaši vesnici a zanechají za sebou rozpadající se trosky. Všimněte si, že i zde můžete změnit nastavení celkové daně. ÚKOL: Postavte alespoň tři další stany. TIP: Přidržení klávesy SHIFT Vám zjednoduší hromadnou výstavbu budov stejného druhu.

source: Build at least three additional tents and connect them to the main square.
cs: Postavte alespoň tři další stany a propojte je s tržištěm.
hu: Építs legalább három további sátrat és kösd be a főtérre.

source: NEW TASK: BUILD SIGNAL FIRE
cs: NOVÝ ÚKOL: POSTAVTE SIGNÁLNÍ OHEŇ
hu: Új feladat: Építs kereskedelmi tűzjelet

source: Can you see the ship passing your island from time to time? That ship belongs to the Free Trader, one of the first settlers in this archipelago. The trader will supply your settlement with necessary goods which you can't produce yet. You can also sell surpluses of your production, but in general consuming them (by building more tents) instead of selling them yields more profit. Normally the trader ships just sail around and look for deals, but you can speed things up a bit. For this purpose, build a signal fire at the coast near your branch office. It will show ships the way to your settlement. The signal fire has to cover the area which the ships pass through to catch them.
cs: Vidíte lodě, které čas od času projedou okolo Vašeho ostrova? Tyto lodě patří Svobodnému obchodníkovi, jednomu z prvních osadníků v tomto souostroví. Obchodník bude zásobovat Vaši osadu potřebným zbožím, které zatím nemůžete sami produkovat. Také můžete prodávat přebytky z Vaší produkce. Obecně je ale výhodnější tyto přebytky spotřebovat (tak, že postavíte více stanů). Příjem z daní bude vyšší než by byl příjem z prodeje. Normálně obchodní lodě pouze proplouvají okolo a hledají obchodní příležitosti, ale my můžeme věci trochu urychlit. Pro tento účel postavte signální oheň na pobřeží poblíž Obchodního přístavu. Tak ukážete lodím cestu do Vaší osady. Aby mohl signální oheň přilákat lodě, musí pokrývat oblast, kterou lodě projíždějí.

source: After this little advertisment, the trader will also stop by and look into your branch office if it planned to sail past it. You can propose deals via the branch office tab 'Buy/Sell'. (This feature is currently quite fiddly to use. If you come up with a nice way of improving it, please share your thoughts! We need your help here!) At the 'sailors' increment, you are equipped with three trading slots. Click on the small icon to change the slot mode from 'Buy' to 'Sell' and vice versa. Click in the slot to choose the good you want to trade with. We will further explain this once you are ready to trade. TASK: Build a signal fire at the coast close to your branch office.
cs: Pokud by obchodník plánoval proplout okolo, po této malé reklamě, zakotví a navštíví Obchodní přístav. Zakázky můžete nabízet pomocí záložky "Prodej/Nákup" v Obchodním přístavu. (Tato funkce je nyní poněkud nešikovná. Pokud by vás napadlo nějaké elegantní zlepšení této funkce, prosím, sdílejte své nápady! Potřebujeme vaší pomoc zde!) V úrovni "námořníci" máte k dispozici tři obchodní sloty. Klikněte na malou ikonu, abyste změnili režim slotu z "Nákupu" na "Prodej" a naopak. Klikněte do slotu a vyberte zboží, se kterým chcete obchodovat. Více tuto část vysvětlíme později, až budete připraveni obchodovat. ÚKOL: Postavte signální oheň na pobřeží v blízkosti Obchodního přístavu.

source: Build a signal fire at the coast close to your branch office.
cs: Postavte signální oheň na pobřeží v blízkosti Obchodního přístavu.

source: NEW TASK: LEARN TO TRADE
cs: NOVÝ ÚKOL: VÝUKA OBCHODOVANÍ

source: Excellent! The Free Trader will now stop by at your branch office from time to time. Let's continue our tutorial on how to trade. After selecting a particular type of good, the green bar across the bottom of the slot (if visible) shows you how much you have in stock of this good. Dragging the slider on the right of each slot determines your 'target value' which has a different meaning on 'Buy' and 'Sell'. When buying, you will buy sufficient to hold your 'target value' in stock. When selling the 'target value' is the number which you hold in reserve to not sell
cs: Výborně! Svobodný obchodník nyní čas od času zakotví v Obchodním přístavu. Pokračujme v našem návodu, jak obchodovat. Po vybrání konkrétního typu zboží, zelený ukazatel napravo od slotu (pokud je viditelný) ukazuje, kolik jednotek zboží máte aktuálně ve skladu. Tažením posuvníku na pravé straně každého slotu určíte "cílovou hodnotu", která má různé významy pro "Prodej" a "Nákup". Pokud nakupujete zboží, bude nakoupeno tolik zboží, aby byla udržena "cílová hodnota" ve skladu. Pokud zboží prodáváte, "cílová hodnota" určuje množství zboží, které uchováváte jako rezervu a nebude prodáno.

source: For example: Having a 'Buy' slot and 5 tons in stock, a slider positioned at 9 tons will cause you to buy 4 additional tons at most. Selling works similarly. A 'Sell' slot with 18 tons in stock and the slider positioned at 13 will sell up to 5 tons. If the free trader however only wants to buy or sell less than your settings would allow him, you need to live with that and wait for him to return. Unknown Horizons features smart pricing, so the value of one unit can vary. It is NOT possible to change prices manually! You can see your trade balance in the 'Account' tab comparing the 'Sale' and 'Buy' values there. TASK: Buy as many tools as you need to have 30 tools in stock!
cs: Ukážeme si to na příkladu: Pokud máme nastavený slot na "Nákup" a na skladě máme 5 tun daného zboží, tak nastavení posuvníku na hodnotu 9 tun způsobí nákup maximálně 4 dalších tun zboží. Prodej funguje obdobně. Slot "Prodej" s 18 tunami zboží na skladě a posuvník nastavený na hodnotu 13 tun způsobí, že bude prodáno 5 tun zboží. Pokud svobodný obchodník bude chtít nakoupit nebo prodat méně zboží než nastavení vašich slotů dovoluje, nezbývá vám nic jiného než počkat na jeho příští cestu. Unknown Horizons obsahuje chytré nastavení cen, to znamená, že cena za jednotku zboží se může lišit. Není možné měnit ceny manuálně! Vaši obchodní bilanci můžete vidět v záložce "Účet", kde jsou srovnány "Nákup" a "Prodej". ÚKOL: Nakupte nástroje tak, aby zásoby ve vašem skladu byly 30 jednotek!

source: Reach an island stock of at least 30 tools.
cs: Dosáhněte zásoby 30 nástrojů ve skladu.
hu: Érje el a sziget készlete a legalább 30 eszközt.

source: Note that this might take a while.
cs: Všimněte si, že to může chvíli trvat.
hu: Megjegyzendő, hogy ez eltart egy darabig.

source: NEW TASK: BUILD A PAVILION
cs: NOVÝ ÚKOL: POSTAVTE PAVILÓN
hu: Új feladat: Építs egy pavilont

source: Those tools will be enough for the moment. Well done! You now provide housing, a main square and food to your inhabitants. Still there is one demand which we have not satisfied so far, you may check that in the marketplace or tent tab - your sailors want a basic building where they can pray. The solution is a pavilion which the village parson quickly puts up as shelter from the sun. Service buildings like this also need to be connected to the tents with a trail, else your inhabitants feel unable to reach them. In later increments, upgraded versions of buildings may become available.
cs: Pro tuto chvíli máte dostatek nástrojů. Velmi dobře! Vašim obyvatelům nyní poskytujete bydlení, tržiště a jídlo. Stále je zde ještě jeden požadavek, který nebyl doposud uspokojen, jak si můžete sami ověřit v záložce tržnice nebo stanu - vaši námořníci chtějí budovu, kde by se mohli modlit. Řešením je pavilón, který vesnický pastor rychle vztyčí jako úkryt před sluncem. Budovy služeb, jako je tato, potřebují být propojeny se stany pomocí cest, jinak je vaši obyvatelé nebudou moci využívat. V pozdějších úrovních, budou možná k dispozici vylepšené verze budov.

source: Note that faith is treated like a physical resource! This means that your inhabitants need a road connection to the producer (pavilion) to pick up faith there. After some time, they will have consumed it and then again look for a producer to collect more faith. Important: It is NOT enough that the building is merely within a certain range of the tents. The road connection is required as well. TASK: Build a pavilion with a trail to the tents in order to fulfill your sailors' demand for faith.
cs: Všimni si, že víra se chová jako fyzický zdroj! To znamená, že Tví obyvatelé potřebují stezky k producentovi (pavilónu), aby si mohli přijít vyzvednout víru. Po určité době tuto víru zkonzumují a potom znovu vyhledají producenta, aby dostali více víry. Důležité: NENÍ dostačující, že se budova nachází v dostatečné vzdálenosti od stanů. Spojení pomocí stezky je rovněž vyžadováno. ÚKOL: Postav pavilón spojený stezkou se stany, aby ss uspokojiia potřeba víry Tvých námořníků.

source: Build a pavilion with connection to the tents.
cs: Postav pavilón propojený se stany.
hu: Építs egy pavilont és kapcsold össze a sátrakkal.

source: NEW TASK: NEXT INCREMENT
cs: NOVÝ ÚKOL: DALŠÍ ÚROVEŇ
hu: Új feladat: Következő szintnövekedés
